javascript:
var update_mlist = "2023.09.01"; // By evnchn. Best guess from gathered festival and buddies data. Refer to https://github.com/evnchn/fix-mai-internal-lv
var update_dlist = "2023.09.01";
var in_lv = [
	{dx:1, v:18, lv:[-2, -7, -9.7, -11, 13.0], n:`くらべられっ子`, ico:`53899521eb35e95d`}
	{dx:1, v:18, lv:[-3, -7.7, -11.7, 13.2, 0], n:`あの世行きのバスに乗ってさらば。`, nn:`バスに乗って`, ico:`12dd6e137e5e6c6c`}
	{dx:1, v:17, lv:[-2, -7.7, -10.7, 13.7, 0], n:`泥の分際で私だけの大切を奪おうだなんて`, nn:`泥の分際で`, ico:`64a870cc6cb3ebc5`}
	{dx:1, v:20, lv:[-3, -6, -10, 13.2, 0], n:`阿修羅ちゃん`, ico:`4277ad4d332c104a`}
	{dx:1, v:19, lv:[2.0, -6, -8, -11, 13.2], n:`踊`, ico:`eb5f9769d1afd885`}
	{dx:1, v:17, lv:[-3, -7, -9.7, -11.7, 13.2], n:`うっせぇわ`, ico:`f35da896a6e4e282`}
	{dx:1, v:19, lv:[-3, -6, -9.7, 13.4, 0], n:`残響散歌`, ico:`61c0db523498c4a5`}
	{dx:1, v:20, lv:[-3, -6, -9.7, -11, 13.7], n:`おとせサンダー`, ico:`5d77231ceab248b4`}
	{dx:1, v:18, lv:[-1, -6, -9, -12, 0], n:`YONA YONA DANCE`, ico:`18d42d69aa210172`}
	{dx:1, v:18, lv:[-5, -6, -9.7, -11, 13.5], n:`うまぴょい伝説`, ico:`e01f355fac31800d`}
	{dx:1, v:18, lv:[-1, -6, -9.7, -12.7, 0], n:`春を告げる`, ico:`1dffba288d353216`}
	{dx:1, v:17, lv:[-2, -6, 8.5, -11, 12.8], n:`夜に駆ける`, ico:`90f53fb84daa1aa4`}
	{dx:1, v:14, lv:[-2, -6, 8.7, -12, 0], n:`だから僕は音楽を辞めた`, ico:`7f05ec00857e0440`}
	{dx:0, v:-9, lv:[-4, -7, 9.0, -12.7, 0], n:`前前前世`, ico:`d5d50489dcbcfd1f`}
	{dx:1, v:20, lv:[-4, -7, -10, 13.8, 0], n:`あつすぎの歌`, ico:`e25404b426613ed6`}
	{dx:1, v:20, lv:[-2, -6, -9, 12.9, 0], n:`魂のルフラン`, ico:`9d1b30fd5d7e05df`}
	{dx:1, v:20, lv:[-2, -5, -10.7, 13.4, 0], n:`ヒバリ`, ico:`fed4dfdcc7c7554f`}
	{dx:1, v:20, lv:[-5, -7, -10, 13.7, 0], n:`Hello, Hologram`, ico:`5557331d09fee07b`}
	{dx:1, v:20, lv:[-3, -7, -10, 12.9, 0], n:`不機嫌なスリーカード`, ico:`8d2776e8b9c3ceaf`}
	{dx:1, v:18, lv:[-2, -6, -10.7, 13.4, 0], n:`ヒトガタ`, ico:`a33a77ea8c117b3d`}
	{dx:1, v:19, lv:[-2, -6, -8.7, -12.7, 0], n:`Blank Paper (Prod. TEMPLIME)`, nn:`Blank Paper`, ico:`608e151274d09dad`}
	{dx:1, v:19, lv:[-3, -6, -10, 13.3, 0], n:`In my world (Prod. KOTONOHOUSE)`, nn:`In my world`, ico:`58d0517c2fdd8314`}
	{dx:1, v:19, lv:[-3, -7, -9.7, 13.3, 0], n:`Dive into the ZONe`, ico:`89976945919325ac`}
	{dx:1, v:19, lv:[-3, -6, -9, 12.7, 0], n:`アマカミサマ`, ico:`db00c4017f608b7a`}
	{dx:1, v:19, lv:[-4, -7, -10.7, 13.7, 0], n:`モンダイナイトリッパー！`, nn:`モンダイナイトリッパー`, ico:`d65e04a8a65075d9`}
	{dx:1, v:20, lv:[-1, -6, -8.7, 12.8, 0], n:`はんぶんこ`, ico:`4d9e0c3640c966c5`}
	{dx:1, v:19, lv:[-5, -7, -10.7, 13.8, 0], n:`Baddest`, ico:`30c9c35800d5c6b2`}
	{dx:1, v:18, lv:[-3, -7, -10, 12.8, 0], n:`オントロジー`, ico:`377e669fca63c034`}
	{dx:1, v:17, lv:[-4, -7, -11, 13.2, 0], n:`VOLTAGE`, ico:`225b8d72d8dbc59a`}
	{dx:1, v:15, lv:[-3, -6, -8.7, 12.0, -12.7], n:`Virtual to LIVE`, ico:`7c707b8a9823379b`}
	{dx:1, v:18, lv:[-3, -6, -10, 12.8, 0], n:`　`, nn:`'　'`, ico:`5bb69b619f266d0a`}
	{dx:1, v:18, lv:[-2, -7, -10, 13.7, 0], n:`Princess♂`, ico:`773b8d4eb3c2829a`}
	{dx:1, v:18, lv:[-3, -6, -10, 13.2, 0], n:`Photon Melodies`, ico:`31d1a7b30d49d4d7`}
	{dx:1, v:18, lv:[-3, -6, -8.7, -12, 0], n:`吾輩よ猫であれ`, ico:`f7241520f3525b18`}
	{dx:1, v:18, lv:[-3, -6, -9, -12.7, 0], n:`剣を抜け！GCCX MAX`, ico:`26c750b9768fcca5`}
	{dx:1, v:17, lv:[-4, -7, -9.7, 11.8, 13.5], n:`廻廻奇譚`, ico:`1407ac902ae55b0d`}
	{dx:1, v:19, lv:[-1, -6, -8, 12.8, 0], n:`アノーイング！さんさんウィーク！`, nn:`アノーイング！`, ico:`c06970a7212c924e`}
	{dx:1, v:18, lv:[-1, -6, -8, 12.6, 0], n:`愛のシュプリーム！`, ico:`fc5e2b72a394873b`}
	{dx:1, v:17, lv:[-2, -6, -8.7, -12.7, 0], n:`veil`, ico:`7db1b97fc6379723`}
	{dx:1, v:17, lv:[-2, -6, -8, -12, 0], n:`Shooting Stars`, ico:`56bf1cdcbbf097c9`}
	{dx:1, v:17, lv:[-2, -6, -8, -12, 0], n:`MOON NIGHTのせいにして`, ico:`7e55f7f0b1415ea0`}
	{dx:1, v:17, lv:[-2, -6, -9.7, -12, 0], n:`ドラゴンエネルギー`, ico:`5c8b21cfcbbd7be7`}
	{dx:1, v:17, lv:[-3, -6, -8, -12, 0], n:`なだめスかし Negotiation（TVsize）`, nn:`なだめスかし Negotiation`, ico:`2d6ba5616abef148`}
	{dx:0, v:11, lv:[-6, -8, -10, -11.7, 13.3], n:`アンチクロックワイズ`, ico:`8755f7f2a5d8d5a5`}
	{dx:0, v:12, lv:[-3, -6, -8.7, 12.6, 0], n:`SHINY DAYS`, ico:`a58e3dde5c8b4eee`}
	{dx:1, v:17, lv:[-1, -6, -8, -11.7, 0], n:`Seize The Day`, ico:`59f0bf7760f5b4ef`}
	{dx:1, v:15, lv:[-3, -6, -8.7, -12.7, 0], n:`お願いマッスル`, ico:`53ec6717a92b0dc1`}
	{dx:1, v:14, lv:[-2, -6, -9, -11, 0], n:`I'm with you`, ico:`1e8efa0824fe6e78`}
	{dx:1, v:14, lv:[-4, -6, -9.7, -12.7, 0], n:`いつかいい感じにアレしよう`, ico:`9df2b2bd83e288d0`}
	{dx:1, v:14, lv:[-3, -6, 8.2, -12, 0], n:`君の知らない物語`, ico:`f1fbe1553464d234`}
	{dx:0, v:2, lv:[-2, -7, -9, 11.7, 0], n:`君の知らない物語`, ico:`f1fbe1553464d234`}
	{dx:1, v:13, lv:[-4, -7, 9.2, 11.8, 0], n:`ようこそジャパリパークへ`, nn:`ジャパリパーク`, ico:`ae75c7c94be11299`}
	{dx:0, v:10, lv:[-5, -7, -9.7, 12.5, 12.9], n:`ようこそジャパリパークへ`, nn:`ジャパリパーク`, ico:`ae75c7c94be11299`}
	{dx:1, v:13, lv:[-3, -7, -10, -12, 0], n:`回レ！雪月花`, ico:`b20d370701258bd3`}
	{dx:0, v:8, lv:[-5, -8, -10.7, 13.3, 0], n:`回レ！雪月花`, ico:`b20d370701258bd3`}
	{dx:0, v:12, lv:[-5, -7.7, -10, 13.0, 0], n:`ネ！コ！`, ico:`a46fc4437ca9cdb8`}
	{dx:0, v:12, lv:[-4, -7, -10, -11, -12], n:`only my railgun`, ico:`138e777f53a1407c`}
	{dx:0, v:10, lv:[-5, -8, -10.7, 13.7, 0], n:`REVIVER オルタンシア・サーガ -蒼の騎士団- オリジナルVer.`, nn:`オルタンシア・サーガ`, ico:`45328a042d519dd8`}
	{dx:0, v:10, lv:[-5, -7, -10, -12, 0], n:`fantastic dreamer`, ico:`313094677ecdad73`}
	{dx:0, v:10, lv:[-5, -7.7, -9.7, 12.7, 0], n:`ガヴリールドロップキック`, ico:`9066f233119da526`}
	{dx:0, v:10, lv:[-5, -8, -10.7, 13.7, 0], n:`ギリギリ最強あいまいみー！`, nn:`あいまいみー`, ico:`d47f5e72b2b0fb78`}
	{dx:0, v:10, lv:[-4, -8, -11, 12.6, 0], n:`Los! Los! Los!`, ico:`2e5d06df52783d01`}
	{dx:0, v:10, lv:[-4, -7, -11.7, 13.3, 0], n:`This game`, ico:`7abfe0b68fe8070c`}
	{dx:0, v:10, lv:[-4, -8, -10.7, 12.9, 0], n:`あ・え・い・う・え・お・あお!!`, nn:`あえいうえおあお`, ico:`50dbc7e8a467e2c1`}
	{dx:0, v:9, lv:[-5, -7, -10, 13.4, 0], n:`真・ハンサム体操でズンドコホイ`, nn:`ハンサム体操`, ico:`34e32d0a43e43931`}
	{dx:0, v:9, lv:[-4, -7.7, -9.7, 12.5, 0], n:`GET!! 夢&DREAM`, ico:`f1c9303898fd2ad8`}
	{dx:0, v:3, lv:[-3, -7.7, -9.7, -12, 0], n:`バラライカ`, ico:`8447601f724531de`}
	{dx:0, v:5, lv:[-5, -7, -10, -12.7, -12.7], n:`若い力 -SEGA HARD GIRLS MIX-`, nn:`若い力(セハガール)`, ico:`1ddd109f16985b8a`}
	{dx:0, v:7, lv:[-6, -8, -11, 13.3, 0], n:`セハガガガンバッちゃう！！`, nn:`セハガール`, ico:`d5648519628a2a37`}
	{dx:0, v:6, lv:[-5, -7, -10, -12, 0], n:`ラブリー☆えんじぇる!!`, nn:`ラブリーえんじぇる`, ico:`8e9e55fcd3e6528a`}
	{dx:0, v:12, lv:[-6, -8, -11.7, 13.2, 0], n:`ラブって♡ジュエリー♪えんじぇる☆ブレイク！！`, nn:`えんじぇるブレイク`, ico:`5c4d01f3689634af`}
	{dx:1, v:13, lv:[-4, -7, -9.7, -12.7, 0], n:`デビル☆アイドル`, ico:`8148ef129c27aadc`}
	{dx:0, v:3, lv:[-3, -7, -9, -11, 0], n:`POP STAR`, ico:`212dcc8c73d2fc43`}
	{dx:0, v:1, lv:[-5, -6, -9, -11.7, 0], n:`Love or Lies`, ico:`4d2c50f8046c8c8f`}
	{dx:0, v:1, lv:[-5, -8, -9, -12, 0], n:`jelly`, ico:`a04ffc79950a73a2`}
	{dx:0, v:1, lv:[-6, -7, -9, -10.7, 0], n:`美しく燃える森`, ico:`02627f1e02b50b2e`}
	{dx:0, v:1, lv:[-6, -6, -9, -11.7, 0], n:`Love You`, ico:`daf6adeacb8fc300`}
	{dx:0, v:1, lv:[-5, 7.2, -10, -12, 0], n:`come again`, ico:`23aec440c8812a0d`}
	{dx:0, v:1, lv:[-7, -7.7, -9, -10.7, -12.7], n:`Future`, ico:`507c390321c312eb`}
	{dx:0, v:1, lv:[-7, -8, -10, -11.7, 0], n:`NIGHT OF FIRE`, ico:`8205c81e9d23470d`}
	{dx:0, v:3, lv:[-3, -6, -9.7, -11.7, 0], n:`YATTA!`, ico:`c2434fdb76299e19`}
	{dx:0, v:7, lv:[-4, -7.7, -10, 13.0, 0], n:`fake!fake!`, ico:`1f617d599ada17e4`}
	{dx:0, v:6, lv:[-5, -7, -10, 13.2, 0], n:`HIMITSUスパーク`, ico:`97bcee55165daa06`}
	{dx:0, v:9, lv:[-4, -7, -10.7, 13.3, 0], n:`日本の米は世界一`, ico:`22489a6a6859ac30`}
	{dx:1, v:13, lv:[-3, -6, -9, -11.7, 0], n:`HOT LIMIT`, ico:`2f53230db95fda85`}
	{dx:1, v:14, lv:[-1, -5, -8, -12, -12.7], n:`ハム太郎とっとこうた`, ico:`1b3fd58d6ebade7c`}
	{dx:1, v:16, lv:[-3, -6, -8.7, 12.8, 0], n:`おジャ魔女カーニバル!!`, ico:`3491119fdaa2b30a`}
	{dx:0, v:12, lv:[-4, -7, -10, 12.5, 0], n:`true my heart -Lovable mix-`, nn:`true my heart`, ico:`25da97d32ca1c198`}
	{dx:0, v:12, lv:[-6, -7.7, -11, 13.2, 0], n:`ガチャガチャきゅ～と・ふぃぎゅ@メイト`, nn:`ガチャガチャきゅ～と`, ico:`b0db1882c9a7188e`}
	{dx:0, v:1, lv:[-6, -8, -9.7, 13.4, 0], n:`ウッーウッーウマウマ(ﾟ∀ﾟ)`, nn:`ウマウマ`, ico:`ba0f9d3b5b630461`}
	{dx:0, v:11, lv:[-3, -7, -11, 13.7, 0], n:`Rodeo Machine`, ico:`22be5d0f9ac31bf0`}
	{dx:0, v:8, lv:[-4, -7, -9.7, -12, 0], n:`ポップミュージックは僕のもの`, nn:`ポップミュージック`, ico:`6bf1a016f52071cd`}
	{dx:0, v:11, lv:[-4, -7, -10, 13.3, 0], n:`ジンギスカン`, ico:`6cd10cc6ae9af924`}
	{dx:0, v:10, lv:[-5, -7, -10.7, 12.7, 0], n:`ミラクル・ショッピング`, ico:`010ead93b41724f0`}
	{dx:1, v:14, lv:[-2, -6, -8.7, -12, 0], n:`ウマイネームイズうまみちゃん`, ico:`355595c991550e39`}
	{dx:0, v:8, lv:[-6, -8, -10, 12.7, 0], n:`きらっせ☆ウッド村ファーム`, nn:`ウッド村ファーム`, ico:`687032cff68a9090`}
	{dx:0, v:11, lv:[-4, -7, -9, 13.7, 0], n:`にじよめちゃん体操第一億`, nn:`にじよめちゃん体操`, ico:`efde807a5f65e317`}
	{dx:1, v:17, lv:[-2, -7.7, -10, 13.4, 0], n:`インドア系ならトラックメイカー`, nn:`トラックメイカー`, ico:`57c8a97552b29815`}
	{dx:1, v:16, lv:[-3, -7, -9, -12.7, 0], n:`タケモトピアノCMソング`, nn:`タケモトピアノ`, ico:`838762a592006575`}
	{dx:1, v:19, lv:[-4, -7, -11, 13.7, 0], n:`きゅうくらりん`, ico:`89a9a20b498524c9`}
	{dx:1, v:20, lv:[-2, -6, -9, 13.0, 0], n:`ド屑`, ico:`c94dcba3903fcde9`}
	{dx:1, v:20, lv:[-3, -7.7, -9.7, -12.7, 0], n:`絶対敵対メチャキライヤー`, ico:`bdcf8e5695899ae6`}
	{dx:1, v:20, lv:[-4, -7, -9.7, -12.7, 0], n:`まにまに`, ico:`246676f034b75f5f`}
	{dx:1, v:20, lv:[-3, -7, -9.7, 13.0, 0], n:`感情ディシーブ`, ico:`cc2d4419a41f1c70`}
	{dx:1, v:17, lv:[-2, -7, -9.7, 12.8, 0], n:`グッバイ宣言`, ico:`b44613f0defc39bd`}
	{dx:1, v:19, lv:[-2, -6, -9.7, -11, 13.3], n:`フォニイ`, ico:`e6f1a560ee4c29d9`}
	{dx:1, v:19, lv:[-1, -6, -9, 12.4, 0], n:`群青讃歌`, ico:`57724b8d4a6c684a`}
	{dx:1, v:19, lv:[-2, -6, -10, 12.8, 0], n:`セカイ`, ico:`f94a0405d632630e`}
	{dx:1, v:19, lv:[-3, -6, -9.7, 13.0, 0], n:`ワーワーワールド`, ico:`8cbae5ed52eaffcd`}
	{dx:1, v:17, lv:[-2, -7.7, -9.7, 12.8, 0], n:`needLe`, ico:`e8277409c4fd2331`}
	{dx:1, v:17, lv:[-2, -7, -9.7, -12, 0], n:`アイドル新鋭隊`, ico:`a37763e42af63eea`}
	{dx:1, v:17, lv:[-2, -6, -8.7, 12.7, 0], n:`セカイはまだ始まってすらいない`, ico:`1cad20e254f6651a`}
	{dx:1, v:15, lv:[-2, -5, -9, -12.7, 0], n:`自傷無色`, ico:`49cc18d720e1c23d`}
	{dx:1, v:15, lv:[-4, -6, -10, 13.1, 0], n:`劣等上等`, ico:`f84641830aac8678`}
	{dx:1, v:20, lv:[-2, -6, -8.7, -11, 13.5], n:`ロウワー`, ico:`b184bbc558adbf41`}
	{dx:1, v:16, lv:[-2, -7, -9.7, 13.1, 0], n:`ディカディズム`, ico:`1ef2747493f2d184`}
	{dx:0, v:12, lv:[-4, -7, -10, -12.7, 0], n:`命ばっかり`, ico:`26b88ffa81e99426`}
	{dx:0, v:9, lv:[-5, -7.7, -9.7, 12.8, 0], n:`フラジール`, ico:`91a0a24f380f5bd0`}
	{dx:0, v:11, lv:[-4, -7, -10, 13.4, 0], n:`フィクサー`, ico:`04e1ae9bd03cd769`}
	{dx:1, v:20, lv:[-2, -6, -8.7, 12.8, 0], n:`キャットラビング`, ico:`67e27d4f36585603`}
	{dx:1, v:20, lv:[-2, -6, -8.7, 12.2, 0], n:`花となれ`, ico:`ccdf78d24c2c346d`}
	{dx:1, v:19, lv:[-4, -7, -9.7, 13.2, 0], n:`マーシャル・マキシマイザー`, ico:`0033a1f91bb22cb3`}
	{dx:1, v:18, lv:[-4, -6, -9.7, -12.7, 0], n:`終焉逃避行`, ico:`bd436a8500d7ae0c`}
	{dx:1, v:20, lv:[-5, -7.7, -10.7, 13.2, 0], n:`テオ`, ico:`d315e6c1c6b44779`}
	{dx:1, v:13, lv:[-3, -7, -10, -12.7, 0], n:`グリーンライツ・セレナーデ`, ico:`95af1c4fc14eae36`}
	{dx:1, v:20, lv:[-3, -7, -10.7, 13.2, 0], n:`私のドッペルゲンガー`, ico:`25d2796e350abebe`}
	{dx:1, v:13, lv:[-3, -7, -9, -12, 0], n:`METEOR`, ico:`9ddf0c60aef5895b`}
	{dx:1, v:18, lv:[-5, -7.7, -10, 13.7, 0], n:`エゴロック`, ico:`a0d49a6de0c2951d`}
	{dx:1, v:18, lv:[-3, -6, -10, 12.9, 0], n:`ジャンキーナイトタウンオーケストラ`, nn:`ジャンキーナイト`, ico:`9c0933c2097ea0dd`}
	{dx:1, v:17, lv:[-2, -7, -9.7, 11.8, -12.7], n:`テレキャスタービーボーイ`, ico:`8ec5044872bc5c23`}
	{dx:1, v:14, lv:[-3, -6, -9.7, -12.7, 0], n:`表裏一体`, ico:`71c12dd507e2374e`}
	{dx:1, v:19, lv:[-2, -6, -9, 13.0, 0], n:`EYE`, ico:`30510883abde5697`}
	{dx:1, v:18, lv:[-3, -7, -9.7, 13.0, 0], n:`エンヴィーベイビー`, ico:`cae62842cadab3d9`}
	{dx:1, v:16, lv:[-3, -6, -9.7, 12.9, 0], n:`KING`, ico:`bee11abab3bb3101`}
	{dx:1, v:20, lv:[-2, -6, 8.7, -11.7, 13.3], n:`神っぽいな`, ico:`c3a9afc3a22b1031`}
	{dx:1, v:20, lv:[-3, -6, -9, 13.5, 0], n:`魔法少女とチョコレゐト`, ico:`3c8f19a3d9d8e0bd`}
	{dx:1, v:16, lv:[-2, -6, -9, 13.0, 0], n:`アルティメットセンパイ`, ico:`77a97e85ae4f2b53`}
	{dx:0, v:6, lv:[-5, -8.7, -11.7, 13.7, 0], n:`頓珍漢の宴`, ico:`a6c3b1d13b0731e7`}
	{dx:0, v:6, lv:[-5, -7, -9.7, 13.4, 0], n:`ありふれたせかいせいふく`, ico:`dc8f146a69069b71`}
	{dx:0, v:6, lv:[-4, -7, -9.7, -12.7, 0], n:`すろぉもぉしょん`, ico:`b9e7a37cc0f8c2c7`}
	{dx:0, v:5, lv:[-5, -7, -10, 13.0, 0], n:`はじめまして地球人さん`, ico:`e971b54c7c19d38c`}
	{dx:0, v:1, lv:[-6, -9, -12.7, 13.7, 0], n:`腐れ外道とチョコレゐト`, ico:`9a0626b85cbf4c24`}
	{dx:1, v:19, lv:[-2, -6, -8, -12, 0], n:`回る空うさぎ`, ico:`dd2686a8aa23107f`}
	{dx:1, v:16, lv:[-3, -6, -9.7, -12.7, 0], n:`Alice in 冷凍庫`, ico:`69466546da86df9f`}
	{dx:1, v:15, lv:[-4, -7, -9, -12.7, 0], n:`アスノヨゾラ哨戒班`, ico:`bbff0825f1647719`}
	{dx:0, v:7, lv:[-5, -7.7, -10.7, 12.9, 0], n:`キミノヨゾラ哨戒班`, ico:`356f3d261ce84763`}
	{dx:1, v:19, lv:[-3, -6, -9.7, -12.7, 0], n:`キュートなカノジョ`, ico:`fa6d81df2d4ab076`}
	{dx:1, v:19, lv:[-2, -6, -9.7, 13.2, 0], n:`へべれけジャンキー`, ico:`d40c1ce72043c066`}
	{dx:1, v:14, lv:[-4, -7, -9.7, -12.7, 0], n:`ビターチョコデコレーション`, ico:`4bc4d3834acf0534`}
	{dx:1, v:19, lv:[-2, -6, -9, 12.8, 0], n:`『んっあっあっ。』`, ico:`ea4afae77fb914bc`}
	{dx:0, v:11, lv:[-4, 8.3, -11, 13.4, 0], n:`このピアノでお前を8759632145回ぶん殴る`, nn:`ピアノで殴る`, ico:`02960e843e603fcc`}
	{dx:0, v:7, lv:[-6, -7.7, -10, 13.3, 0], n:`やめろ！聴くな！`, ico:`bae2c3c40c380969`}
	{dx:1, v:19, lv:[-3, -7.7, -10.7, 13.1, 0], n:`アニマル`, ico:`e07239967b98cca5`}
	{dx:1, v:19, lv:[-3, -7, -10, -12.7, 0], n:`ジレンマ`, ico:`b6677ac63f097df0`}
	{dx:1, v:18, lv:[-3, -6, -10, 11.7, 13.4], n:`ヴァンパイア`, ico:`d63402f44d60f77e`}
	{dx:1, v:16, lv:[-3, -6, -8.7, -12.7, 0], n:`ネガティブ進化論`, ico:`4a10309bcd38e74e`}
	{dx:1, v:15, lv:[-2, -6, -8.7, -12, 0], n:`乙女解剖`, ico:`cb3762ad24071bdc`}
	{dx:1, v:14, lv:[-4, -7.7, -10, -12.7, 0], n:`アンドロイドガール`, ico:`5847967f87cf1dab`}
	{dx:0, v:12, lv:[-5, -8, 11.1, -11.7, 13.2], n:`ヒバナ`, ico:`6e8acabbb209b93e`}
	{dx:0, v:11, lv:[-3, -7, -9.7, -11, 13.2], n:`妄想感傷代償連盟`, ico:`ba246e30c720cb39`}
	{dx:1, v:17, lv:[-3, -7.7, -9.7, -12.7, 0], n:`ゴーストルール`, ico:`1c389ba08db6c6f4`}
	{dx:0, v:8, lv:[-5, -8, -10.7, 13.0, 0], n:`ゴーストルール`, ico:`1c389ba08db6c6f4`}
	{dx:0, v:5, lv:[-2, -7, -9.7, -12, 0], n:`おじゃま虫`, ico:`80ee29cc2cc47a23`}
	{dx:0, v:5, lv:[-3, -8, -10.7, 13.3, 0], n:`ストリーミングハート`, ico:`5cfa9f0661807944`}
	{dx:0, v:5, lv:[-5, -7, -10.7, -12, 0], n:`妄想税`, ico:`0f654cf3227cd7e9`}
	{dx:0, v:3, lv:[-3, -7, -10, 13.2, 0], n:`二息歩行`, ico:`c1de7b4bbf76fcd8`}
	{dx:0, v:3, lv:[-3, -7, -10, -12, 0], n:`むかしむかしのきょうのぼく`, ico:`37a169cc1cb4aed1`}
	{dx:1, v:19, lv:[-3, -6, -10, 13.1, 0], n:`モザイクロール`, ico:`813d4e599de416c0`}
	{dx:0, v:2, lv:[-3, -7.7, -10.7, -12.7, 0], n:`モザイクロール`, ico:`813d4e599de416c0`}
	{dx:0, v:2, lv:[-4, -7, -10.7, 12.7, 0], n:`弱虫モンブラン`, ico:`2e735ac2d44d4511`}
	{dx:1, v:19, lv:[-2, -6, -9, -11.7, 13.0], n:`ヴィラン`, ico:`63abba33e2925b5a`}
	{dx:1, v:19, lv:[-3, -7, -10, 13.1, 0], n:`ボッカデラベリタ`, ico:`be8b42fc0300e467`}
	{dx:1, v:19, lv:[-1, -6, -8, -12.7, 0], n:`独りんぼエンヴィー`, ico:`c3dd993792f97bb0`}
	{dx:1, v:19, lv:[-2, -6, -9.7, 13.3, 0], n:`ロータスイーター`, ico:`95273f50f274c64a`}
	{dx:1, v:19, lv:[-4, -7, -10, 12.9, 0], n:`秋の未確認生物`, ico:`ba0af4d10b3c3d32`}
	{dx:1, v:18, lv:[-2, -6, -9, -12.7, 0], n:`ただ選択があった`, ico:`8886cfbe27f73dfe`}
	{dx:1, v:17, lv:[-3, -6, -10, 13.4, 0], n:`春嵐`, ico:`59ae73d58c1962d3`}
	{dx:1, v:17, lv:[-2, -6, -9.7, 13.2, 0], n:`ラグトレイン`, ico:`3d04a3710463921e`}
	{dx:1, v:16, lv:[-1, -6, -8.7, 12.5, 0], n:`幽霊東京`, ico:`73db56b2cbfd49c6`}
	{dx:1, v:15, lv:[-3, -7, -10, -12.7, 0], n:`命に嫌われている`, ico:`8dfce10e2d015493`}
	{dx:1, v:13, lv:[-3, -6, -9, -11.7, 0], n:`だれかの心臓になれたなら`, ico:`274b280ee4f3f54d`}
	{dx:1, v:17, lv:[-3, -7.7, -10, 13.0, 0], n:`ノイローゼ`, ico:`2d453be3e5be3283`}
	{dx:1, v:17, lv:[-2, -6, -9.7, 13.0, 0], n:`悪魔の踊り方`, ico:`e1241f4838eb628f`}
	{dx:1, v:15, lv:[-4, -6, -9, -12.7, 0], n:`ベノム`, ico:`1e33fe6ab1df56ea`}
	{dx:1, v:15, lv:[-5, -7, -10.7, 13.7, 0], n:`マネマネサイコトロピック`, ico:`c486e3fd9c4cf390`}
	{dx:1, v:17, lv:[-3, -7, -10, 13.1, 0], n:`失敗作少女`, ico:`2dfb80213925c43b`}
	{dx:1, v:18, lv:[-5, -8, -11, 13.9, 0], n:`初音天地開闢神話`, ico:`2a0e0f93f9159310`}
	{dx:1, v:17, lv:[-2, -7, -10, 13.2, 0], n:`僕は空気が嫁ない`, ico:`249cc28f8f59539a`}
	{dx:1, v:17, lv:[-5, -8, -12, 14.2, 0], n:`デッドマンズバラッド`, ico:`fc8413fd2a11ca68`}
	{dx:0, v:12, lv:[-4, -8, 12.4, 13.8, 0], n:`終点`, ico:`56c793d08494cafe`}
	{dx:0, v:11, lv:[-7, -8.7, 12.4, 14.3, 0], n:`初音ミクの激唱`, ico:`286115dc6007ad2a`}
	{dx:0, v:6, lv:[-6, -8.7, 11.8, 13.9, 0], n:`初音ミクの消失`, ico:`1a02c2684d829331`}
	{dx:1, v:13, lv:[-4, -6, -9, -12, 0], n:`千本桜`, ico:`fa67a0cdb0ac0035`}
	{dx:0, v:1, lv:[-6, 8.2, -10.7, 13.4, 0], n:`千本桜`, ico:`fa67a0cdb0ac0035`}
	{dx:1, v:16, lv:[-3, -7, -9, -12, 0], n:`雨とペトラ`, ico:`5c564c459e85f320`}
	{dx:1, v:13, lv:[-3, -6, -9, -11, 0], n:`シャルル`, ico:`3d6ae19fff511a61`}
	{dx:0, v:10, lv:[-5, -7, -9.7, 12.8, 0], n:`シャルル`, ico:`3d6ae19fff511a61`}
	{dx:0, v:12, lv:[-4, -7.7, -10, -11, 13.0], n:`お気に召すまま`, ico:`7d0987aa84615ada`}
	{dx:0, v:10, lv:[-5, -7.7, -11.7, 13.4, 0], n:`ナンセンス文学`, ico:`c1b5c8e26e70f996`}
	{dx:1, v:13, lv:[-2, -6, -8.7, -12, 0], n:`quiet room`, ico:`abe34235d9fb7db3`}
	{dx:1, v:13, lv:[-2, -6, -9, -12.7, 0], n:`CocktaiL`, ico:`54189becb1c144d3`}
	{dx:0, v:12, lv:[-5, -7, -10, -12, 0], n:`ロールプレイングゲーム`, ico:`e38ab7bc712135a3`}
	{dx:1, v:14, lv:[-5, -7, -10, 13.0, 0], n:`すーぱーぬこになれんかった`, ico:`c16bd3250dcfc965`}
	{dx:0, v:8, lv:[-6, -8, -10.7, 13.7, 0], n:`すーぱーぬこになりたい`, ico:`d2441b78d4fb5ffc`}
	{dx:0, v:12, lv:[-4, -7, -11.7, -12, 13.8], n:`立ち入り禁止`, ico:`e1eb6ad1e4e1345c`}
	{dx:1, v:17, lv:[-3, -6, -9, 13.2, 0], n:`リモコン`, ico:`1eb8f36d4551b74b`}
	{dx:0, v:7, lv:[-6, -7.7, -10, 12.9, 0], n:`しんでしまうとはなさけない！`, ico:`5d42e5e648761003`}
	{dx:1, v:17, lv:[-1, -6, -8.7, 12.8, 0], n:`on the rocks`, ico:`6c0927e5febfcafd`}
	{dx:0, v:12, lv:[-5, -7.7, -10, 13.2, 0], n:`フキゲンワルツ`, ico:`f48719569780bec1`}
	{dx:0, v:11, lv:[-5, -7, -10.7, 13.2, 0], n:`ミラクルペイント`, ico:`b3726a84bdf79779`}
	{dx:0, v:12, lv:[-5, -8, -11, -12, 0], n:`カラフル×メロディ`, ico:`a0426d8d73448e6a`}
	{dx:1, v:17, lv:[-2, -6, -10, 13.0, 0], n:`アカツキアライヴァル`, ico:`f27eaa7f0425f9c8`}
	{dx:1, v:18, lv:[-2, -7.7, -10.7, 13.4, 0], n:`セツナトリップ`, ico:`4cdf81639751cc7f`}
	{dx:0, v:2, lv:[-5, -7, -11, 13.3, 0], n:`セツナトリップ`, ico:`4cdf81639751cc7f`}
	{dx:0, v:2, lv:[-5, -8, -10.7, 13.3, 0], n:`放課後ストライド`, ico:`3fb5811ff9f8780a`}
	{dx:1, v:17, lv:[-2, -7.7, -10, -12.7, 0], n:`ポッピンキャンディ☆フィーバー！`, nn:`ポッピンキャンディ`, ico:`930e189b37d9d832`}
	{dx:1, v:17, lv:[-2, -6, -9.7, -12, 0], n:`どぅーまいべすと！`, ico:`2e6f3f0c952aabe6`}
	{dx:1, v:14, lv:[-4, -7, -10, -12, 0], n:`スターリースカイ☆パレード`, ico:`bf6fcb6a8b2b79a7`}
	{dx:0, v:11, lv:[-6, -8, -10.7, -11.7, 13.2], n:`はやくそれになりたい！`, ico:`8bcd4e9515ccbeb9`}
	{dx:1, v:16, lv:[-1, -6, -8.7, 12.2, 0], n:`再会`, ico:`7f88bdf21553f929`}
	{dx:1, v:16, lv:[-1, -6, -8, -12, 0], n:`約束`, ico:`9399ecd9176a93e7`}
	{dx:1, v:13, lv:[-2, -6, -8.7, 11.9, 0], n:`メルティランドナイトメア`, ico:`b245ac1c75a0acb9`}
	{dx:0, v:11, lv:[-4, -7.7, -11, 13.1, 0], n:`ヒビカセ`, ico:`51c57344a3158454`}
	{dx:0, v:6, lv:[-5, -8, -10, 13.4, 0], n:`+♂`, ico:`a565687e7a656aab`}
	{dx:0, v:4, lv:[-6, -7, -10.7, 13.3, 0], n:`おこちゃま戦争`, ico:`e8f0c0f81f6a4e8a`}
	{dx:1, v:16, lv:[-3, -6, -9, -12.7, 0], n:`猫猫的宇宙論`, ico:`e9f43274d5a1ed36`}
	{dx:1, v:15, lv:[-4, -6, -8.7, -12, 0], n:`明星ギャラクティカ`, ico:`1bbf2481ac18715d`}
	{dx:1, v:13, lv:[-4, -6, -9.7, -12, 0], n:`太陽系デスコ`, ico:`ab3c088d671ddab6`}
	{dx:0, v:11, lv:[-4, -7, -10, -12, 0], n:`彗星ハネムーン`, ico:`c3e9be8d22de76f7`}
	{dx:1, v:15, lv:[-3, -7, -9, -12.7, 0], n:`ダンスロボットダンス`, ico:`dfd85cc1f0611a87`}
	{dx:0, v:10, lv:[-6, -8, 11.6, 13.3, 0], n:`ダンスロボットダンス`, ico:`dfd85cc1f0611a87`}
	{dx:0, v:9, lv:[-4, -8, -10, 12.8, 0], n:`エイリアンエイリアン`, ico:`30b9a835ccb9b302`}
	{dx:0, v:7, lv:[-6, -8, -10, 13.4, 0], n:`パーフェクト生命`, ico:`56d88be25a7e2340`}
	{dx:1, v:15, lv:[-3, -6, -8.7, -11.7, 0], n:`とりあえずアナタがいなくなるまえに`, nn:`アナタがいなくなるまえに`, ico:`cf54bee98fb8ac42`}
	{dx:0, v:9, lv:[-4, -7.7, -11, 13.0, 0], n:`ヘルシーエンド`, ico:`74d3b31d6375a517`}
	{dx:1, v:16, lv:[-2, -6, -9, -12.7, 0], n:`永遠にゲームで対戦したいキリタン`, nn:`キリタン`, ico:`4f00257853319e40`}
	{dx:1, v:15, lv:[-2, -6, -9.7, 12.9, 0], n:`絶対にチョコミントを食べるアオイチャン`, nn:`チョコミント アオイチャン`, ico:`f78fe124599ff669`}
	{dx:1, v:13, lv:[-3, -6, -10, -12.7, 0], n:`アカリがやってきたぞっ`, ico:`1809c99151f29827`}
	{dx:0, v:11, lv:[-4, -7, -10.7, 13.3, 0], n:`Seyana. ～何でも言うことを聞いてくれるアカネチャン～`, nn:`Seyana`, ico:`ac704a32c62481ed`}
	{dx:1, v:13, lv:[-4, -7.7, -10.7, -12.7, 0], n:`幾望の月`, ico:`b40335c202898759`}
	{dx:1, v:16, lv:[-2, -6, -9.7, -12.7, 0], n:`トラフィック・ジャム`, ico:`f295e2f2410559df`}
	{dx:1, v:16, lv:[-2, -7, -9.7, -12.7, 0], n:`ラットが死んだnew words`, ico:`cbf338a693653133`}
	{dx:1, v:16, lv:[-1, -6, -10, -12.7, 0], n:`阿吽のビーツ`, ico:`1490116ec0420770`}
	{dx:1, v:15, lv:[-3, -7, -10, 13.1, 0], n:`デリヘル呼んだら君が来た`, ico:`1a9429cd0ca4fce7`}
	{dx:1, v:15, lv:[-3, -6, -8, 13.4, 0], n:`絶え間なく藍色`, ico:`9fcfc39056f4c51e`}
	{dx:1, v:15, lv:[-2, -7, -9.7, -12.7, 0], n:`ガランド`, ico:`3ab9462a8ad2e844`}
	{dx:1, v:15, lv:[-3, -7, -9.7, 13.2, 0], n:`アンクローズ・ヒューマン`, ico:`0641b4abd73b15ea`}
	{dx:1, v:14, lv:[-4, -6, -10, -12.7, 0], n:`深海シティアンダーグラウンド`, ico:`5cb9cdf0b07e1366`}
	{dx:1, v:14, lv:[-3, -6, -10, -12.7, 0], n:`KILLER B`, ico:`bca0ad64e12b1b2f`}
	{dx:1, v:14, lv:[-4, -7, -9.7, -12, 0], n:`スロウダウナー`, ico:`1f308086ecb36d24`}
	{dx:1, v:13, lv:[-3, -6, -9, -12, 0], n:`だからパンを焼いたんだ`, ico:`b4e4c2a261a15eb7`}
	{dx:1, v:13, lv:[-3, -6, -8.7, -11.7, 0], n:`メルト`, ico:`b84d562faa4c7c0b`}
	{dx:1, v:13, lv:[-3, -7.7, -11.7, 13.3, 0], n:`デンパラダイム`, ico:`37b7f72f67a5d4ae`}
	{dx:1, v:13, lv:[-3, -7.7, -11, 13.4, 0], n:`骸骨楽団とリリア`, ico:`a74fb1bfa112e7cb`}
	{dx:1, v:13, lv:[-3, -7, -10.7, -12.7, 0], n:`星屑ユートピア`, ico:`84aeeb88068f829e`}
	{dx:1, v:13, lv:[-2, -7, -9, -11.7, 0], n:`アマツキツネ`, ico:`49a37b23bf52f77f`}
	{dx:1, v:13, lv:[-2, -7, -10, -12, 0], n:`Strobe♡Girl`, ico:`a8e14db93c0abf9c`}
	{dx:1, v:13, lv:[-3, -6, -9, -11.7, 0], n:`39みゅーじっく！`, ico:`6c4f705831befadd`}
	{dx:1, v:13, lv:[-2, -6, -8, -11, 0], n:`いーあるふぁんくらぶ`, ico:`b21cc578793a6938`}
	{dx:0, v:2, lv:[-4, -7, -8, -12, 12.7], n:`いーあるふぁんくらぶ`, ico:`b21cc578793a6938`}
	{dx:0, v:12, lv:[-4, -8, -10.7, -11.7, 13.3], n:`ロキ`, ico:`b5d48d0f260a213d`}
	{dx:0, v:10, lv:[-5, -7, -10.7, 12.6, 0], n:`バレリーコ`, ico:`30bb41cdf66ce0e1`}
	{dx:0, v:7, lv:[-6, -7.7, -11, 13.4, 0], n:`クノイチでも恋がしたい`, ico:`494f4f30f8cce098`}
	{dx:1, v:13, lv:[-4, -7.7, -10, -12.7, 0], n:`イカサマライフゲイム`, ico:`ddb08097777c5683`}
	{dx:1, v:13, lv:[-4, -7.7, 9.4, 13.7, 0], n:`六兆年と一夜物語`, ico:`0950cc45432555fe`}
	{dx:0, v:5, lv:[-5, -7.7, -10.7, 13.8, 0], n:`六兆年と一夜物語`, ico:`0950cc45432555fe`}
	{dx:0, v:12, lv:[-5, -8, 11.8, 13.4, 0], n:`敗北の少年`, ico:`8e9b0eff78428af6`}
	{dx:0, v:11, lv:[-6, -8, -11, 12.3, 13.7], n:`インビジブル`, ico:`81e682b1c94a1a56`}
	{dx:0, v:10, lv:[-5, -8, 12.6, 13.7, 0], n:`拝啓ドッペルゲンガー`, ico:`0298532f0508465a`}
	{dx:0, v:10, lv:[-6, -8, 11.9, 13.8, 0], n:`人生リセットボタン`, ico:`a54d2e008abd16e8`}
	{dx:0, v:9, lv:[-5, -8, -11, 13.7, 0], n:`リンカーネイション`, ico:`dbdf6a51040a06b2`}
	{dx:1, v:13, lv:[-3, -7, -9, -12.7, 0], n:`39`, ico:`db70c06c380e264e`}
	{dx:0, v:1, lv:[-5, -8, -11, -12.7, 13.4], n:`39`, ico:`db70c06c380e264e`}
	{dx:0, v:2, lv:[-3, -6, -9, 12.8, 0], n:`＊ハロー、プラネット。`, ico:`54d9be729151e423`}
	{dx:1, v:14, lv:[-3, -6, -9.7, -12, 0], n:`Catch the Wave`, ico:`c0ee4895feacba46`}
	{dx:0, v:7, lv:[-4, -6, -10, -12.7, 0], n:`Hand in Hand`, ico:`687a2e2257afd36e`}
	{dx:0, v:1, lv:[-6, -7, -10, 12.4, 13.2], n:`Tell Your World`, ico:`2409dc4300acfacf`}
	{dx:1, v:14, lv:[-3, -6, -9.7, -12.7, 0], n:`クレイジー・ビート`, ico:`db2bcb56952703da`}
	{dx:0, v:8, lv:[-5, -7.7, -10.7, 13.7, 0], n:`ネトゲ廃人シュプレヒコール`, ico:`194326e1cb7513ae`}
	{dx:1, v:14, lv:[-3, -7, -9.7, 12.8, 0], n:`グラーヴェ`, ico:`bb37d9710622d40f`}
	{dx:0, v:9, lv:[-4, -7, 12.1, 13.3, 0], n:`ARROW`, ico:`131b1873d71a6baa`}
	{dx:1, v:14, lv:[-4, -6, -9.7, -12.7, 0], n:`アスヘノBRAVE`, ico:`6e2e4e3b67513e89`}
	{dx:1, v:19, lv:[-3, -7, -9.7, -12.7, 0], n:`M.S.S.Planet`, ico:`c0ee52db4c23afe7`}
	{dx:0, v:3, lv:[-3, -7.7, -10.7, -12, 0], n:`M.S.S.Planet`, ico:`c0ee52db4c23afe7`}
	{dx:1, v:14, lv:[-5, -7.7, -10, 13.2, 0], n:`バイオレンストリガー`, ico:`35a1e407f85b4d89`}
	{dx:0, v:5, lv:[-4, -7, -11, -12.7, 0], n:`Sweet Devil`, ico:`b21fbac0b3f7bb9a`}
	{dx:1, v:13, lv:[-4, -6, -9.7, -12, 0], n:`サヨナラチェーンソー`, ico:`e4af463b0c3c84de`}
	{dx:0, v:8, lv:[-6, -8, -11, 13.3, 0], n:`チュルリラ・チュルリラ・ダッダッダ！`, nn:`チュルリラ`, ico:`e500e033148d33c1`}
	{dx:1, v:13, lv:[-4, -6, -11, -12.7, 0], n:`脳漿炸裂ガール`, ico:`968dbd5f0c309827`}
	{dx:0, v:2, lv:[-5, -7, -12.7, 13.9, 0], n:`脳漿炸裂ガール`, ico:`968dbd5f0c309827`}
	{dx:0, v:6, lv:[-6, -8, -10.7, 13.8, 0], n:`厨病激発ボーイ`, ico:`a8b3a09aa2ce4d4f`}
	{dx:1, v:13, lv:[-2, -6, -9.7, -12, 0], n:`アディショナルメモリー`, ico:`4845db8b27fd2f65`}
	{dx:0, v:10, lv:[-5, -8, 12.7, 13.3, 0], n:`アウターサイエンス`, ico:`b0ce56a34d3e72dc`}
	{dx:0, v:2, lv:[-5, -8, -12, 13.7, 0], n:`夜咄ディセイブ`, ico:`24bb3dc2a6705c6d`}
	{dx:0, v:2, lv:[-5, -7, -11.7, 13.2, 13.9], n:`カゲロウデイズ`, ico:`b6e33b58e573a59b`}
	{dx:0, v:10, lv:[-5, -7, -10, -11, 0], n:`スターナイトスノウ`, ico:`f83daefdc8e0794c`}
	{dx:0, v:9, lv:[-5, -8, -11.7, 13.4, 0], n:`白ゆき`, ico:`c30ff16ab6a5e636`}
	{dx:0, v:5, lv:[-4, -7, -9.7, 13.4, 0], n:`ウミユリ海底譚`, ico:`e2047e2898d1bc8c`}
	{dx:0, v:8, lv:[-3, -8, -10, -11.7, -12.7], n:`だんだん早くなる`, ico:`39044dca657c1f90`}
	{dx:0, v:7, lv:[-4, -7, -10, -11.7, 0], n:`恋愛裁判`, ico:`3dc5138216e086fe`}
	{dx:0, v:3, lv:[-3, -6, -10, -12, -12.7], n:`からくりピエロ`, ico:`e466cd437e917e44`}
	{dx:0, v:12, lv:[-4, -8, -10, -12, 0], n:`WORLD'S END UMBRELLA`, ico:`e0f1089623f573d3`}
	{dx:0, v:12, lv:[-5, -7.7, -11, -12, 13.3], n:`結ンデ開イテ羅刹ト骸`, ico:`f45c9659d4bbf662`}
	{dx:0, v:10, lv:[-5, -7, 11.9, 13.7, 0], n:`ドーナツホール`, ico:`98a835418650545d`}
	{dx:0, v:10, lv:[-2, -7, -10.7, 13.3, 0], n:`砂の惑星 feat. HATSUNE MIKU`, nn:`砂の惑星`, ico:`d9da71418f642af6`}
	{dx:0, v:1, lv:[-5, -8, -11, -12, 0], n:`ゴーゴー幽霊船`, ico:`b4c2df0b003d74e2`}
	{dx:0, v:1, lv:[-6, -7.7, -9.7, 12.4, 0], n:`パンダヒーロー`, ico:`435c43a8153c239a`}
	{dx:0, v:1, lv:[-6, -8, -9.7, -11.7, 13.2], n:`マトリョシカ`, ico:`311d40df8438952a`}
	{dx:0, v:10, lv:[-3, -7, -11, 13.3, 0], n:`アンノウン・マザーグース`, ico:`5140f70bbc88cc99`}
	{dx:0, v:4, lv:[-5, -8, -11.7, 13.4, 0], n:`アンハッピーリフレイン`, ico:`0b3097b182ae0642`}
	{dx:0, v:2, lv:[-6, -8, 12.6, 13.7, 0], n:`裏表ラバーズ`, ico:`1c9f188e15b13d2b`}
	{dx:0, v:2, lv:[-4, -7, -9.7, 13.2, 0], n:`ローリンガール`, ico:`35c7bf45db2cc050`}
	{dx:0, v:1, lv:[-7, -8, -9.7, 12.8, 13.3], n:`ワールズエンド・ダンスホール`, ico:`7d63f55a93c01564`}
	{dx:0, v:10, lv:[-4, -7, -11, 12.5, 0], n:`好き！雪！本気マジック`, ico:`3441d9d72badccd7`}
	{dx:0, v:3, lv:[-4, -8, -10, -12, 0], n:`アゲアゲアゲイン`, ico:`e50c39bed8f4d975`}
	{dx:0, v:9, lv:[-4, -7, -9.7, -11.7, 0], n:`ラブチーノ`, ico:`1e713165e806d9d6`}
	{dx:0, v:2, lv:[-5, -7.7, -9, -12.7, 0], n:`I ♥`, ico:`02726be291ff6fa0`}
	{dx:0, v:1, lv:[-7, -7.7, -9, -11.7, 0], n:`メランコリック`, ico:`883b8d0c3ac0b34a`}
	{dx:0, v:1, lv:[-7, -7.7, -9, -11, -12], n:`ZIGG-ZAGG`, ico:`3c33f819dd33084c`}
	{dx:0, v:1, lv:[-4, -7, -10.7, 12.4, 0], n:`スイートマジック`, ico:`e1e5a738cc1af930`}
	{dx:0, v:3, lv:[-6, -8, -9.7, -10.7, 0], n:`リリリリ★バーニングナイト`, nn:`リリリリ`, ico:`0ecd4d01e6c5816a`}
	{dx:0, v:2, lv:[-5, -7, -9.7, -11, 0], n:`イアイア★ナイトオブデザイア`, nn:`イアイア`, ico:`e87708ce64ba6e75`}
	{dx:0, v:1, lv:[-6, -7, -9, -11.7, 0], n:`ルカルカ★ナイトフィーバー`, nn:`ルカルカ`, ico:`b3690cc56ebefda2`}
	{dx:0, v:1, lv:[-7, -7.7, -8.7, -11.7, 0], n:`メグメグ☆ファイアーエンドレスナイト`, nn:`メグメグ`, ico:`c5b4e1db83ded58b`}
	{dx:0, v:5, lv:[-4, -7, -9.7, 13.3, 0], n:`クローバー♣クラブ`, nn:`クローバークラブ`, ico:`19e255052dee271e`}
	{dx:1, v:20, lv:[-2, -6, -9, 13.0, 0], n:`深海少女`, ico:`74f1d3bb32ce7d30`}
	{dx:0, v:3, lv:[-3, -7, -9.7, 13.2, 0], n:`深海少女`, ico:`74f1d3bb32ce7d30`}
	{dx:0, v:12, lv:[-5, -7, -11.7, 13.3, 0], n:`片想いサンバ`, ico:`623b7aa1a96ec56d`}
	{dx:0, v:2, lv:[-3, -7, -10, 13.7, 0], n:`トルコ行進曲 - オワタ＼(^o^)／`, nn:`トルコ行進曲`, ico:`951e6d7982e052cf`}
	{dx:0, v:8, lv:[-4, -7.7, -10.7, -12.7, 0], n:`Just Be Friends`, ico:`d471ee26083d3ca4`}
	{dx:0, v:1, lv:[-5, -6, -8, -12, 0], n:`Sweetiex2`, ico:`867a5c27569914df`}
	{dx:0, v:4, lv:[-5, -7, -9, -12, 0], n:`shake it!`, ico:`1480ca66a27df12e`}
	{dx:0, v:4, lv:[-4, -7, -9.7, 12.4, 0], n:`Heart Beats`, ico:`98960650058c168a`}
	{dx:1, v:15, lv:[-3, -7, -10, -12.7, 0], n:`天ノ弱`, ico:`09f6026981bfa534`}
	{dx:0, v:2, lv:[-4, -8, -11, 13.3, 0], n:`天ノ弱`, ico:`09f6026981bfa534`}
	{dx:0, v:12, lv:[-5, -7, -11, 13.1, 0], n:`右肩の蝶`, ico:`2410c6787283c560`}
	{dx:0, v:12, lv:[-5, -7, -9, -12, 0], n:`サウンド`, ico:`a2719927ea12703d`}
	{dx:0, v:12, lv:[-5, -8, -11, -11.7, -12], n:`ナイトメア☆パーティーナイト`, ico:`2ab3812cc612f648`}
	{dx:0, v:12, lv:[-5, -8, -10.7, 13.5, 0], n:`Magical Sound Shower`, ico:`6d2d8af2a09b4d64`}
	{dx:0, v:12, lv:[-6, -8, 11.7, 13.4, 0], n:`金の聖夜霜雪に朽ちて`, ico:`bb36b855eaa0662e`}
	{dx:0, v:11, lv:[-4, -7, -10.7, 12.8, 0], n:`このふざけた素晴らしき世界は、僕の為にある`, nn:`ふざけた世界は僕の為`, ico:`efc95cd2b5d40759`}
	{dx:0, v:11, lv:[-5, -8, -10, -11, 0], n:`えれくとりっく・えんじぇぅ`, ico:`555764fd6c1bc6a1`}
	{dx:0, v:11, lv:[-5, -7.7, -10.7, 12.5, 13.4], n:`ブリキノダンス`, ico:`82671f95d0466cde`}
	{dx:0, v:11, lv:[-5, -7, -11, 12.8, 0], n:`おねがいダーリン`, ico:`ef6f1e317a56e61c`}
	{dx:0, v:10, lv:[-5, -7, -10, -12, 0], n:`フリィダム ロリィタ`, nn:`フリィダムロリィタ`, ico:`b5a075c27659db38`}
	{dx:0, v:9, lv:[-6, -9, 12.7, 13.9, 0], n:`幸せになれる隠しコマンドがあるらしい`, nn:`隠しコマンド`, ico:`a1da6a4bdebaf419`}
	{dx:0, v:10, lv:[-3, -7, -10, 13.0, 0], n:`しねばいいのに`, ico:`876172e4c4979c78`}
	{dx:0, v:10, lv:[-6, -8, -11.7, 12.9, 0], n:`白い雪のプリンセスは`, ico:`59ed8f01d94a9ea5`}
	{dx:0, v:10, lv:[-6, -7, -10, 13.1, 0], n:`キレキャリオン`, ico:`c0c293f4eef1087e`}
	{dx:0, v:10, lv:[-5, -7, -10, 13.4, 0], n:`ドクハク`, ico:`4fa10a454644291e`}
	{dx:0, v:10, lv:[-6, -7, -10.7, -12.7, 0], n:`アルカリレットウセイ`, ico:`b337c736e69b8f8a`}
	{dx:0, v:9, lv:[-5, -8, -10.7, 13.4, 0], n:`ちがう!!!`, ico:`234bfeb1c7aff4d4`}
	{dx:0, v:9, lv:[-4, -7, -9.7, -11, 0], n:`東京レトロ`, ico:`60f44695106794c9`}
	{dx:0, v:5, lv:[-4, -6, -10.7, 13.5, 14.2], n:`ロストワンの号哭`, ico:`1cb4a922d67acf7e`}
	{dx:0, v:8, lv:[-4, -8, -11.7, 13.7, 0], n:`吉原ラメント`, ico:`f996e3e62d932b50`}
	{dx:0, v:8, lv:[-3, -7, -9.7, -12, 0], n:`ココロ`, ico:`279a1fad56725f40`}
	{dx:0, v:8, lv:[-5, -8, -11.7, 13.7, 0], n:`ゆっくりしていってね！！！`, ico:`5a6e3ac6fa418c08`}
	{dx:0, v:8, lv:[-5, -7, -11, 13.3, 0], n:`生きてるおばけは生きている`, ico:`e7d7afbbef397731`}
	{dx:0, v:8, lv:[-5, -7, -9.7, -12, 0], n:`踊れオーケストラ`, ico:`6fdaa71c47264392`}
	{dx:0, v:5, lv:[-5, -7.7, -9.7, 13.7, 0], n:`赤心性：カマトト荒療治`, nn:`カマトト`, ico:`8d5a0bee619f9c22`}
	{dx:0, v:6, lv:[-4, -7, -9.7, -12.7, 0], n:`イノコリ先生`, ico:`63fb1212d0b7cc6c`}
	{dx:0, v:7, lv:[-4, -7, -11, 13.5, 0], n:`ECHO`, ico:`c388ac7580206d1c`}
	{dx:0, v:7, lv:[-5, -7, -9, -10.7, 0], n:`東京リアルワールド`, ico:`a4c576aec0c3897c`}
	{dx:0, v:4, lv:[-3, -8, -10, -12.7, 0], n:`不毛！`, ico:`548131ddb354349f`}
	{dx:0, v:8, lv:[-4, -7, -11, 13.2, 0], n:`炉心融解`, ico:`efe6a2bdd71bf82d`}
	{dx:0, v:8, lv:[-5, -7, -10.7, -12.7, 0], n:`StargazeR`, ico:`5a1892ce8c415ca5`}
	{dx:0, v:6, lv:[-4, -7, -10, -12.7, 0], n:`LOL -lots of laugh-`, ico:`ab3dac28c71a002a`}
	{dx:0, v:5, lv:[-4, -6, -9, -11.7, 0], n:`みくみくにしてあげる♪【してやんよ】`, nn:`みくみくにしてあげる`, ico:`4f61e6e5584ba3db`}
	{dx:0, v:3, lv:[-3, -7, -9.7, -12.7, 0], n:`SPiCa`, ico:`307de9c3fbc7494f`}
	{dx:0, v:2, lv:[-4, -7, -9.7, 13.3, 0], n:`ぽっぴっぽー`, ico:`a614663a6453f7de`}
	{dx:0, v:2, lv:[-5, -7.7, -11.7, 13.8, 0], n:`Nyan Cat EX`, ico:`45086a744d1294be`}
	{dx:0, v:5, lv:[-5, -8, -11, 13.4, 0], n:`どういうことなの！？`, ico:`4dc45b9cd4796d4e`}
	{dx:0, v:5, lv:[-5, -7.7, -11.7, 13.7, 0], n:`どうしてこうなった`, ico:`ace05ab995f9fee5`}
	{dx:0, v:4, lv:[-5, -6, -10.7, 13.2, 0], n:`ダブルラリアット`, ico:`2f2c3f8d7dfbcaa4`}
	{dx:0, v:3, lv:[-4, -7.7, -11.7, 13.7, 0], n:`magician's operation`, ico:`9e5d4466d8429a5b`}
	{dx:0, v:1, lv:[-7, -8, -9.7, -12, 0], n:`教えて!! 魔法のLyric`, ico:`19c643efff825c85`}
	{dx:0, v:1, lv:[-5, -8, -9, 13.7, 0], n:`おちゃめ機能`, ico:`29d1106de82a3432`}
	{dx:0, v:1, lv:[-6, -8, -10.7, 13.5, 0], n:`BAD∞END∞NIGHT`, ico:`379a393f1e3acfbf`}
	{dx:0, v:1, lv:[-5, -8, -11, -12.7, 13.3], n:`ロミオとシンデレラ`, ico:`9a1d155fd3c46f5d`}
	{dx:0, v:1, lv:[-5, -7, -9, -12, 0], n:`ハッピーシンセサイザ`, ico:`17bd34442bb405c8`}
	{dx:0, v:1, lv:[-6, -8, -11, 12.7, 0], n:`ダンシング☆サムライ`, ico:`d4f0ba13bfbcfb04`}
	{dx:0, v:3, lv:[-3, -6, -9, -12, 0], n:`ハロ／ハワユ`, ico:`7486b0344c14d632`}
	{dx:0, v:10, lv:[-5, -7, -10.7, 13.2, 0], n:`共感覚おばけ`, ico:`5f3e8e0ffeaf0312`}
	{dx:0, v:4, lv:[-6, -7, -11, -12.7, 0], n:`One Step Ahead`, ico:`8e3cad1f597c0558`}
	{dx:0, v:4, lv:[-6, 8.2, 10.7, 12.5, 0], n:`Link`, nn:`Link (nico)`, ico:`e90f79d9dcff84df`}
	{dx:0, v:7, lv:[-6, -8, -10.7, 13.7, 0], n:`木彫り鯰と右肩ゾンビ`, ico:`caa90ebabef5e041`}
	{dx:0, v:9, lv:[-5, -7, -11, 13.4, 0], n:`バッド・ダンス・ホール`, nn:`バッドダンスホール`, ico:`9dfd23eb9143196f`}
	{dx:0, v:5, lv:[-4, -8, -10.7, 13.8, 0], n:`デッドレッドガールズ`, ico:`3f2e914b4c289b9f`}
	{dx:0, v:3, lv:[-5, -7, -11, -12, 0], n:`林檎華憐歌`, ico:`4077a676c90c2cba`}
	{dx:0, v:9, lv:[-5, -6, -10.7, -12.7, 0], n:`ないせんのうた`, ico:`d6ef4f59f4072867`}
	{dx:1, v:16, lv:[-2, -6, -8, -12, 0], n:`電話革命ナイセン`, ico:`28cccd5cc7276eb3`}
	{dx:1, v:19, lv:[-3, -7, -9, 13.5, 0], n:`スカーレット警察のゲットーパトロール24時`, nn:`スカーレット警察`, ico:`5f9f0619083ebab0`}
	{dx:1, v:20, lv:[-3, -7, -11, 13.4, 0], n:`インターネットサバイバー`, ico:`60538d73546de334`}
	{dx:1, v:18, lv:[-3, -6, -10, 13.3, 0], n:`三妖精SAY YA!!!`, ico:`30b9ee1f385156b4`}
	{dx:1, v:17, lv:[-2, -7, -9, -12.7, 0], n:`響け！CHIREI MY WAY!`, ico:`f9e0d340bb1dd099`}
	{dx:1, v:15, lv:[-4, -7.7, -9.7, -12.7, 0], n:`悪戯センセーション`, ico:`5c5ae698a3ca6825`}
	{dx:1, v:14, lv:[-4, -7, -10, -12.7, 0], n:`全力ハッピーライフ`, ico:`725959f88eaa2fe5`}
	{dx:1, v:20, lv:[-3, -6, -10.7, 13.7, 0], n:`リスペク風神`, ico:`7dbb031a76f34e1a`}
	{dx:1, v:17, lv:[-3, -6, -9, -12.7, 0], n:`イヤホンロマンス`, ico:`ecfd9fddb7a9f687`}
	{dx:1, v:17, lv:[-3, -7.7, -10.7, 13.9, 0], n:`マツヨイナイトバグ`, ico:`e20fd62b4e0dfe16`}
	{dx:1, v:13, lv:[-4, -7, -10, 13.2, 0], n:`ナイト・オブ・ナイツ (Cranky Remix)`, nn:`ナイツ(Cranky)`, ico:`c0333c130db37fb5`}
	{dx:1, v:20, lv:[-5, -7.7, -11.7, 13.5, 0], n:`ナイト・オブ・ナイツ`, ico:`541de4c8cadacd0e`}
	{dx:0, v:2, lv:[-4, -8, -11.7, 13.3, 14.3], n:`ナイト・オブ・ナイツ`, ico:`541de4c8cadacd0e`}
	{dx:0, v:10, lv:[-6, -8, 11.7, 13.7, 0], n:`疾走あんさんぶる`, ico:`4ae8a044a75d8432`}
	{dx:0, v:11, lv:[-6, -8, 11.6, -12, 13.3], n:`サドマミホリック`, ico:`5345f0c108674525`}
	{dx:0, v:12, lv:[-4, -7.7, -11, -12, 13.7], n:`最終鬼畜妹フランドール・S`, ico:`4c119eff1271156f`}
	{dx:0, v:5, lv:[-6, -8, 11.9, 13.8, 0], n:`最終鬼畜妹・一部声`, ico:`1f5a7a553d6dd749`}
	{dx:0, v:2, lv:[-6, -7, -11, -12, 0], n:`Help me, ERINNNNNN!!`, ico:`58e2f5be569854ca`}
	{dx:0, v:3, lv:[-4, -8, -10.7, -12, 0], n:`最速最高シャッターガール`, nn:`シャッターガール`, ico:`bc2476b4b947e10c`}
	{dx:0, v:2, lv:[-5, -7, -10.7, 13.9, 0], n:`ウサテイ`, ico:`3ad0c2206eeb3435`}
	{dx:0, v:12, lv:[-5, -8, -10.7, 11.8, 13.3], n:`クレイジークレイジーダンサーズ`, nn:`クレイジーダンサーズ`, ico:`f997429f623af964`}
	{dx:0, v:5, lv:[-4, -7, -10, -12, 0], n:`Yet Another ”drizzly rain”`, nn:`drizzly rain`, ico:`1bf3d25cad5ca3f1`}
	{dx:0, v:3, lv:[-4, -7, -8.7, -11, 0], n:`シアワセうさぎ`, ico:`b4fc0cc12303d468`}
	{dx:1, v:20, lv:[-4, -7.7, -10, 12.7, 0], n:`つるぺったん`, ico:`c30b982886cd4b33`}
	{dx:0, v:3, lv:[-4, -7, -10.7, 13.4, 0], n:`sweet little sister`, ico:`937d88b9bec425ac`}
	{dx:1, v:19, lv:[-3, -6, -10, 13.4, 0], n:`ケロ⑨destiny`, ico:`770423fd2e706318`}
	{dx:0, v:5, lv:[-4, -7, -10.7, -12.7, 0], n:`ケロ⑨destiny`, ico:`770423fd2e706318`}
	{dx:0, v:8, lv:[-5, -8, -11.7, 13.4, 0], n:`Phantasm Brigade`, ico:`77d6fd3a8d00326a`}
	{dx:0, v:6, lv:[-6, -7, -11, 13.4, 0], n:`蒼空に舞え、墨染の桜`, nn:`蒼空に舞え墨染の桜`, ico:`f2d9a99276c52c7b`}
	{dx:1, v:18, lv:[-2, -6, -10, -12, 0], n:`紅に染まる恋の花`, ico:`5aef951016fdee27`}
	{dx:1, v:16, lv:[-3, -6, -8.7, -12, 0], n:`今、誰が為のかがり火へ`, nn:`誰が為のかがり火へ`, ico:`3a3232dcc8cfbbf2`}
	{dx:0, v:10, lv:[-4, -7, -10, 12.5, 0], n:`泡沫、哀のまほろば`, nn:`泡沫,哀のまほろば`, ico:`1ad46c5221faa3a0`}
	{dx:0, v:9, lv:[-2, -6, -9.7, -12.7, 0], n:`華鳥風月`, ico:`e1a5916bfb31fa3b`}
	{dx:1, v:13, lv:[-2, -6, -9, 12.6, 0], n:`月に叢雲華に風`, ico:`f9f5c93325ed2b1d`}
	{dx:0, v:7, lv:[-4, -7, -10, 13.2, 0], n:`月に叢雲華に風`, ico:`f9f5c93325ed2b1d`}
	{dx:0, v:8, lv:[-4, -7, -9.7, 12.5, 0], n:`色は匂へど散りぬるを`, ico:`196e63bd095d25da`}
	{dx:1, v:18, lv:[-3, -6, -9.7, 13.3, 0], n:`大輪の魂 (feat. AO, 司芭扶)`, nn:`大輪の魂`, ico:`ca4e36f40ed13f9e`}
	{dx:1, v:15, lv:[-4, -7, -9.7, 13.4, 0], n:`物凄いヴァイブスで魔理沙が物凄いラップ`, nn:`魔理沙が物凄いラップ`, ico:`33a4ed61c2911c40`}
	{dx:0, v:11, lv:[-5, -8, -11, 13.9, 0], n:`アマノジャクリバース feat. ｙｔｒ`, nn:`アマノジャクリバース`, ico:`3f2d512deca0579b`}
	{dx:0, v:10, lv:[-5, -7, -11.7, -12.7, 0], n:`天狗の落とし文 feat. ｙｔｒ`, nn:`天狗の落とし文`, ico:`c095520ef94c76bb`}
	{dx:1, v:18, lv:[-5, -8, -12.7, 13.9, 0], n:`Armageddon`, ico:`9ddf286fd3dcd371`}
	{dx:1, v:13, lv:[-4, -8, -11, 13.5, 0], n:`Calamity Fortune`, ico:`f909efa99e6ff90b`}
	{dx:0, v:9, lv:[-7, -9, 12.9, 14.1, 0], n:`Calamity Fortune`, ico:`f909efa99e6ff90b`}
	{dx:1, v:19, lv:[-3, -6, -10, -12.7, 0], n:`銀のめぐり`, ico:`d393d329db514825`}
	{dx:1, v:19, lv:[-4, -7.7, -11, 14.0, 0], n:`Destiny Runner`, ico:`a1841b33431c9001`}
	{dx:1, v:18, lv:[-3, -6, -10, -12.7, 0], n:`Spring of Dreams`, ico:`25bcb2696dfcef90`}
	{dx:1, v:16, lv:[-4, -7, -10, 13.4, 0], n:`ロストワードクロニカル`, ico:`25be29e63231589b`}
	{dx:1, v:17, lv:[-2, -7, -10.7, 13.5, 0], n:`神々が恋した幻想郷`, ico:`1060b41523ca6346`}
	{dx:1, v:17, lv:[-3, -6, -10, 13.2, 0], n:`紅星ミゼラブル～廃憶編`, nn:`紅星ミゼラブル`, ico:`d734d64f787a6dbf`}
	{dx:1, v:17, lv:[-3, -7, -9.7, 13.1, 0], n:`幻想に咲いた花`, ico:`d1b96aabc40101f8`}
	{dx:0, v:4, lv:[-5, -7, -10, -12, 12.7], n:`明星ロケット`, ico:`006fe0acc3124e63`}
	{dx:0, v:4, lv:[-5, -7, -10.7, 13.3, 13.7], n:`緋色のDance`, ico:`94d6991c0998cadd`}
	{dx:0, v:6, lv:[-4, -7, -10.7, 13.2, 0], n:`YU-MU`, ico:`95e9c961555d4e4b`}
	{dx:1, v:17, lv:[-2, -6, -10, 13.0, 0], n:`Sweets Time`, ico:`1ca97ae8aa37eb6b`}
	{dx:0, v:3, lv:[-3, -7, -9.7, -11.7, 13.2], n:`エピクロスの虹はもう見えない`, ico:`5177ad4303c2b997`}
	{dx:1, v:16, lv:[-4, -7.7, -10.7, 13.5, 0], n:`トランスダンスアナーキー`, ico:`5b6325556f04bfc2`}
	{dx:1, v:14, lv:[-3, -6, -9.7, -12, 0], n:`Oath Act`, ico:`e15c6bedf799b014`}
	{dx:0, v:12, lv:[-4, -7, -10.7, 13.2, 0], n:`Money Money`, ico:`4cd49bb6811afb1b`}
	{dx:0, v:11, lv:[-5, -7, -10.7, 12.8, 0], n:`LOVE EAST`, ico:`7fac18263d456630`}
	{dx:1, v:13, lv:[-3, -7, -9.7, -11.7, 0], n:`WARNING×WARNING×WARNING`, nn:`WARNING*3`, ico:`5f7dd24b13d5ff1d`}
	{dx:0, v:10, lv:[-6, -7.7, -10.7, -12, 0], n:`WARNING×WARNING×WARNING`, nn:`WARNING*3`, ico:`5f7dd24b13d5ff1d`}
	{dx:1, v:16, lv:[-3, -6, -10, 13.0, 0], n:`下克上々`, ico:`0e2be24b3882ea4a`}
	{dx:1, v:14, lv:[-4, -7.7, -10.7, 13.4, 0], n:`ソリッド`, ico:`6f76e4f38c8d24c3`}
	{dx:0, v:12, lv:[-6, -8, -11, -12, 13.4], n:`隠然`, ico:`65352a3ac1e871e3`}
	{dx:0, v:11, lv:[-5, -7, -10, 12.5, 0], n:`みんなの`, ico:`a0581a51ccfc471f`}
	{dx:1, v:13, lv:[-4, -7.7, -10, 13.6, 0], n:`幻想のサテライト`, ico:`032fe5fc9324b24e`}
	{dx:0, v:3, lv:[-4, -8, -11, 13.9, 0], n:`幻想のサテライト`, ico:`032fe5fc9324b24e`}
	{dx:0, v:3, lv:[-3, -7, -9.7, 13.2, 0], n:`待チ人ハ来ズ。`, nn:`待チ人ハ来ズ`, ico:`7a7caebb5d771176`}
	{dx:1, v:19, lv:[-2, -7, -10, 13.4, 0], n:`響縁`, ico:`8a92c33de72a570b`}
	{dx:0, v:5, lv:[-5, -6, -9.7, 13.0, 0], n:`響縁`, ico:`8a92c33de72a570b`}
	{dx:0, v:6, lv:[-5, -8, -10.7, 12.6, 0], n:`囲い無き世は一期の月影`, ico:`9bb62e82ab7f8e14`}
	{dx:0, v:7, lv:[-5, -8, -10.7, 13.9, 0], n:`儚きもの人間`, ico:`ed01651bd9b88e55`}
	{dx:1, v:16, lv:[-3, -6, -9.7, -12, 0], n:`Melody！`, ico:`68d946095fefa800`}
	{dx:0, v:10, lv:[-6, -7, -10, 12.5, 0], n:`永遠のメロディ`, ico:`6556acb6606f5950`}
	{dx:0, v:9, lv:[-4, -8, -10, 13.7, 0], n:`オーディエンスを沸かす程度の能力 feat.タイツォン`, nn:`オーディエンス`, ico:`b0cfe0f457175464`}
	{dx:1, v:15, lv:[-4, -7.7, -10.7, 13.7, 0], n:`Sweet Requiem`, ico:`c61229d0709d989a`}
	{dx:1, v:17, lv:[-3, -7.7, -10.7, 13.9, 0], n:`taboo tears you up`, ico:`e108675f2aab8a85`}
	{dx:0, v:8, lv:[-6, -8, -11, 13.4, 0], n:`taboo tears you up`, ico:`e108675f2aab8a85`}
	{dx:1, v:15, lv:[-4, -6, -9, 13.0, 0], n:`Dive into The Sky ～initialized～`, nn:`Dive into The Sky`, ico:`d1bb2b0bded8330e`}
	{dx:1, v:14, lv:[-3, -6, -9.7, -12.7, 0], n:`Drive Your Fire`, ico:`368560be7e7e0a2b`}
	{dx:0, v:12, lv:[-4, -7, -10.7, 13.4, 0], n:`White Traveling Girl`, ico:`f4e6668d9705ccac`}
	{dx:0, v:7, lv:[-6, -7, -11, 13.4, 0], n:`No Routine`, ico:`46bac269db259dfe`}
	{dx:1, v:13, lv:[-3, -7, -11, 13.6, 0], n:`Scream out! -maimai SONIC WASHER Edit-`, nn:`Scream out!`, ico:`449641589ac0c22f`}
	{dx:0, v:8, lv:[-5, -8, 12.7, 13.9, 0], n:`Scream out! -maimai SONIC WASHER Edit-`, nn:`Scream out!`, ico:`449641589ac0c22f`}
	{dx:1, v:15, lv:[-3, -6, -9, -12.7, 0], n:`絡繰りドール`, ico:`00941cd102eac6ab`}
	{dx:0, v:12, lv:[-4, -6, -9.7, 13.3, 0], n:`不思議の国のクリスマス`, ico:`e2a698778e071a7d`}
	{dx:0, v:11, lv:[-5, -8, -10.7, 12.6, 0], n:`INFINITE WORLD`, ico:`59c2f22023c4e226`}
	{dx:1, v:18, lv:[-5, -7, -9, 13.5, 0], n:`Grip & Break down !!`, ico:`3cdafcda11978c26`}
	{dx:0, v:2, lv:[-4, -7, -9.7, 13.3, 0], n:`Grip & Break down !!`, ico:`3cdafcda11978c26`}
	{dx:0, v:4, lv:[-5, -7.7, -10.7, 13.9, 0], n:`Cosmic Magic Shooter`, ico:`dfdf63e57f5e127a`}
	{dx:0, v:2, lv:[-5, -7, -9.7, 12.7, 0], n:`しゅわスパ大作戦☆`, ico:`cd787bcc1dc248f7`}
	{dx:0, v:2, lv:[-4, -7.7, -10, 13.2, 0], n:`全人類ノ非想天則`, ico:`c2c39366181de9d6`}
	{dx:1, v:14, lv:[-3, -7, -10, -12, 0], n:`Bad Apple!! feat.nomico (REDALiCE Remix)`, nn:`Bad Apple!!(REDALiCE)`, ico:`ad00454bec47a605`}
	{dx:0, v:2, lv:[-3, -6, -10, 12.5, 13.3], n:`Bad Apple!! feat nomico`, nn:`Bad Apple!!`, ico:`25676527db91025b`}
	{dx:1, v:13, lv:[-3, -7, -9, -12.7, 0], n:`チルノのパーフェクトさんすう教室　⑨周年バージョン`, nn:`チルノ9周年`, ico:`d5ff46836f80157d`}
	{dx:0, v:9, lv:[-5, -7.7, -10.7, 13.4, 0], n:`チルノのパーフェクトさんすう教室　⑨周年バージョン`, nn:`チルノ9周年`, ico:`d5ff46836f80157d`}
	{dx:0, v:2, lv:[-3, -7, -10, 12.9, 0], n:`チルノのパーフェクトさんすう教室`, nn:`チルノ`, ico:`d44aee5f4b660d3d`}
	{dx:0, v:2, lv:[-6, -7, -9, 13.3, 0], n:`魔理沙は大変なものを盗んでいきました`, nn:`魔理沙`, ico:`d542e0accb085302`}
	{dx:1, v:13, lv:[-3, -7.7, -11, 13.5, 0], n:`患部で止まってすぐ溶ける～狂気の優曇華院`, nn:`患部～優曇華`, ico:`943b8a0563a24df8`}
	{dx:0, v:3, lv:[-4, -8, -10.7, 13.7, 14.0], n:`患部で止まってすぐ溶ける～狂気の優曇華院`, nn:`患部～優曇華`, ico:`943b8a0563a24df8`}
	{dx:0, v:4, lv:[-6, -7, -10.7, -12.7, 0], n:`究極焼肉レストラン！お燐の地獄亭！`, nn:`焼肉レストラン`, ico:`006d4517fc7e6e04`}
	{dx:0, v:3, lv:[-3, -7, -10.7, -12.7, 0], n:`お嫁にしなさいっ！`, ico:`0ba059088892b17c`}
	{dx:0, v:5, lv:[-6, -7, -11, 13.4, 0], n:`キャプテン・ムラサのケツアンカー`, nn:`ケツアンカー`, ico:`dc279f21432d1438`}
	{dx:0, v:7, lv:[-5, -7.7, -10.7, 13.3, 0], n:`ひれ伏せ愚民どもっ！`, ico:`75858ef4dd890365`}
	{dx:1, v:13, lv:[-3, -7, -10, 12.8, 0], n:`げきオコスティックファイナリアリティぷんぷんマスタースパーク`, nn:`げきオコスティック`, ico:`a7db2231c9a36066`}
	{dx:0, v:12, lv:[-5, -8, -11.7, 13.4, 0], n:`【東方ニコカラ】秘神マターラ feat.魂音泉【IOSYS】`, nn:`秘神マターラ`, ico:`7976c89ece464bf4`}
	{dx:0, v:8, lv:[-5, -8, -11, 13.3, 0], n:`Club Ibuki in Break All`, nn:`Club Ibuki`, ico:`546a5795b5e3d922`}
	{dx:0, v:6, lv:[-4, -6, -9.7, 12.8, 0], n:`フラグメンツ -T.V. maimai edit-`, nn:`フラグメンツ`, ico:`abd76d54db0d5c92`}
	{dx:0, v:6, lv:[-5, -7, -11, 13.3, 0], n:`橙の幻想郷音頭`, ico:`6cd2106c57409da0`}
	{dx:0, v:9, lv:[-4, -7, -10, -12, 0], n:`Starlight Dance Floor`, ico:`691d2f0910d8750d`}
	{dx:0, v:3, lv:[-3, -7, -9, -12.7, 0], n:`神々の祈り`, ico:`0ef9e229fe56a094`}
	{dx:0, v:6, lv:[-4, -7, -10, 12.5, 0], n:`願いを呼ぶ季節`, ico:`ee70905d359ecf78`}
	{dx:0, v:9, lv:[-5, -7, -10, 12.9, 0], n:`宿題が終わらないっ！`, ico:`995ad36b4a7f07e4`}
	{dx:0, v:5, lv:[-5, -7.7, -10.7, 13.2, 0], n:`東方スイーツ！～鬼畜姉妹と受難メイド～`, nn:`東方スイーツ`, ico:`63be4d5eb7c931bd`}
	{dx:0, v:6, lv:[-6, -8, -10.7, 13.9, 0], n:`少女幻葬戦慄曲 ～ Necro Fantasia`, nn:`Necro Fantasia`, ico:`429ffeb7adc6ce8f`}
	{dx:0, v:9, lv:[-4, -7, -10, 13.3, 0], n:`妖精村の月誕祭 ～Lunate Elf`, nn:`妖精村`, ico:`1a6809509ac644e8`}
	{dx:0, v:5, lv:[-3, -7, -9.7, -12, 13.2], n:`ってゐ！ ～えいえんてゐVer～`, nn:`ってゐ！`, ico:`c1694a7ecbb79aeb`}
	{dx:0, v:6, lv:[-6, -8, -9.7, 13.3, 0], n:`東方妖々夢 ～the maximum moving about～`, nn:`東方妖々夢`, ico:`a4614df54b44afe8`}
	{dx:0, v:6, lv:[-5, -7, -9.7, -12.7, 0], n:`物凄い勢いでけーねが物凄いうた`, nn:`けーね`, ico:`36bfc5734d8df91b`}
	{dx:0, v:11, lv:[-6, -8, -11, 13.7, 0], n:`進捗どうですか？`, ico:`b49c6f2f23bd544d`}
	{dx:1, v:16, lv:[-3, -7, -9.7, 13.0, 0], n:`ハウリング`, ico:`b7a0795183f71fca`}
	{dx:1, v:15, lv:[-3, -7, -9, -12, 0], n:`Prismatic`, ico:`db4aaf0900fc7f88`}
	{dx:1, v:15, lv:[-4, -7, -9, 13.0, 0], n:`Paranoia`, ico:`2bb6a69fa0e66cc6`}
	{dx:0, v:11, lv:[-4, -7.7, -11.7, 12.5, 13.7], n:`CYBER Sparks`, ico:`cdbb2243b8abcdae`}
	{dx:1, v:14, lv:[-2, -6, -9, 12.8, 0], n:`wheel`, ico:`fe085689bd924d74`}
	{dx:1, v:14, lv:[-3, -6, -9, -12.7, 0], n:`Witches night`, ico:`7582837c14343f0a`}
	{dx:0, v:8, lv:[-3, -7.7, -11, -12.7, 0], n:`Starlight Vision`, ico:`783405c8be2fcaa6`}
	{dx:0, v:8, lv:[-4, -6, -11, 13.3, 0], n:`幽闇に目醒めしは`, ico:`c690f3e32313557e`}
	{dx:0, v:3, lv:[-4, -8, -10.7, 13.3, 0], n:`Endless, Sleepless Night`, ico:`fba94ed765e1c00b`}
	{dx:0, v:7, lv:[-5, -7, -11, 13.7, 0], n:`エテルニタス・ルドロジー`, ico:`1cbcb0782170f442`}
	{dx:0, v:5, lv:[-3, -7, -10.7, 13.4, 0], n:`四次元跳躍機関`, ico:`8a064a44f10b8684`}
	{dx:0, v:6, lv:[-6, -7, -10, 13.3, 0], n:`Jimang Shot`, ico:`50b8ca28805478d2`}
	{dx:0, v:12, lv:[-4, -8, 11.8, 13.7, 0], n:`ネクロファンタジア～Arr.Demetori`, nn:`ネクロファンタジア`, ico:`78baafabacc06f69`}
	{dx:0, v:10, lv:[-5, -8, 12.1, 13.7, 0], n:`Doll Judgment`, ico:`a4afb1a17068919e`}
	{dx:0, v:11, lv:[-6, -8, -11, 13.7, 0], n:`進め！イッスン軍団 -Rebellion of the Dwarfs-`, nn:`イッスン軍団`, ico:`a777fcae8d83364f`}
	{dx:1, v:13, lv:[-4, -7.7, -11, 13.8, 0], n:`Little "Sister" Bitch`, nn:`Little Sister Bitch`, ico:`02cab333c28ba150`}
	{dx:1, v:13, lv:[-4, -7.7, -11, 13.9, 0], n:`Yakumo >>JOINT STRUGGLE (2019 Update)`, nn:`Yakumo >>JOINT STRUGGLE`, ico:`6cdb7df223e91210`}
	{dx:0, v:12, lv:[-5, -8, -12, 13.8, 0], n:`Imperishable Night 2006 (2016 Refine)`, nn:`Imperishable Night`, ico:`af47757324957682`}
	{dx:0, v:10, lv:[-5, -8, 12.7, 13.9, 0], n:`もうみんなしねばいいのに`, ico:`0efa58724b907097`}
	{dx:1, v:20, lv:[-4, -7, -10.7, 13.5, 0], n:`INTERNET OVERDOSE`, ico:`5108df88dd9a6896`}
	{dx:1, v:20, lv:[-3, -7, -10, 13.2, 0], n:`Lights of Muse`, ico:`ca2aaba925151aa8`}
	{dx:1, v:20, lv:[-2, -6, -10, 12.8, 0], n:`tape/stop/night`, ico:`21d83321da86a7b8`}
	{dx:1, v:20, lv:[-4, -7.7, -11, 13.8, 0], n:`Final Step!`, ico:`199974438b6c95cc`}
	{dx:1, v:20, lv:[-3, -6, -11, 13.0, 0], n:`The 90's Decision`, ico:`6e44ffb21d644d0e`}
	{dx:1, v:20, lv:[-5, -8, -12, 14.0, 0], n:`僕の和風本当上手`, ico:`96eb4c9ec685a7bc`}
	{dx:1, v:20, lv:[-6, -8.7, 12.5, 14.3, 0], n:`Cthugha`, ico:`90fc803686e1f37e`}
	{dx:1, v:20, lv:[-3, -7.7, 11.7, 12.8, 0], n:`Let you DIVE!`, ico:`ce70f4f4f072bedf`}
	{dx:1, v:20, lv:[-5, -8, -11, 13.8, 0], n:`Knight Rider`, ico:`fdb762a5225efc03`}
	{dx:1, v:19, lv:[-3, -7.7, 11.7, 13.8, 0], n:`Lost Desire`, ico:`a989612852f81b34`}
	{dx:1, v:19, lv:[-3, -7.7, -10.7, 13.8, 0], n:`Alice's Suitcase`, ico:`59245b344d59a01d`}
	{dx:1, v:19, lv:[-5, -8, -12.7, 14.5, 0], n:`Aegleseeker`, ico:`ced71091c6d0d194`}
	{dx:1, v:19, lv:[-6, -8.7, 12.8, 14.6, 0], n:`最強STRONGER`, ico:`f9c1158b5ed2757f`}
	{dx:1, v:15, lv:[-5, -8, -12, 14.1, 0], n:`Grievous Lady`, ico:`6d9c69398720e097`}
	{dx:1, v:15, lv:[-4, -7.7, -10.7, 13.9, 0], n:`Ether Strike`, ico:`e4d70ce31ee28a9c`}
	{dx:1, v:15, lv:[-4, -7.7, -11, 13.7, 0], n:`Cyaegha`, ico:`fdeb6b92b9339d2a`}
	{dx:1, v:14, lv:[-4, -8, -11.7, 13.7, 0], n:`Entrance`, ico:`76885758ee8ece6a`}
	{dx:1, v:14, lv:[-5, -8, -11.7, 13.8, 0], n:`Lunar Mare`, ico:`4e394ae8137ced5d`}
	{dx:1, v:14, lv:[-3, -7.7, -10, 12.7, 0], n:`Saika`, ico:`7f84a42ea9a6db85`}
	{dx:1, v:14, lv:[-5, -7.7, -11.7, 13.9, 0], n:`CHAOS`, ico:`2a875754a682280d`}
	{dx:1, v:14, lv:[-5, -7.7, -11, 14.2, 0], n:`Maboroshi`, ico:`38f695d2f1210456`}
	{dx:0, v:4, lv:[-6, -8, -11.7, 13.9, 14.2], n:`FLOWER`, ico:`c155d89c7d8ca001`}
	{dx:0, v:4, lv:[-4, -7.7, -11, 13.8, 0], n:`Scars of FAUNA`, ico:`aaa9d21bf16c8a7f`}
	{dx:0, v:12, lv:[-6, -9, 12.9, 14.4, 0], n:`極圏`, ico:`1019619742a72b89`}
	{dx:0, v:4, lv:[-5, -8, 13.3, 14.2, 0], n:`きたさいたま2000`, ico:`8c567d50c8522006`}
	{dx:0, v:4, lv:[-5, -8, 13.0, 14.6, 0], n:`Ignis Danse`, ico:`8de7dd8b8e1c1016`}
	{dx:0, v:8, lv:[-6, -9, 13.1, 13.9, 0], n:`夜明けまであと３秒`, ico:`da71e058b62ac120`}
	{dx:0, v:12, lv:[-7, -9, 12.6, 13.8, 0], n:`セイクリッド　ルイン`, nn:`セイクリッドルイン`, ico:`4f11befbc2464811`}
	{dx:0, v:4, lv:[-6, -8.7, 12.8, 13.9, 0], n:`Got more raves？`, ico:`c1dd57e2618609f3`}
	{dx:0, v:4, lv:[-5, -8, -11.7, 14.5, 0], n:`FUJIN Rumble`, ico:`c023c6efc6447818`}
	{dx:0, v:12, lv:[-6, -9, 12.9, 14.2, 0], n:`Scarlet Lance`, ico:`bd702cd7e2582905`}
	{dx:0, v:12, lv:[-4, -7, -10, -11, -12], n:`Lost Princess`, ico:`83a4944cf2580f93`}
	{dx:0, v:12, lv:[-4, -7.7, -10, -11, 12.7], n:`キミとボクのミライ`, ico:`5a0e4607f3215a7b`}
	{dx:1, v:20, lv:[-4, -7, -10.7, 13.7, 0], n:`コンティニュー！ feat. 藍月なくる`, nn:`コンティニュー！`, ico:`af4f08eaff72cde9`}
	{dx:1, v:20, lv:[-3, -6, -10.7, 13.5, 0], n:`Sunday Night feat Kanata.N`, nn:`Sunday Night`, ico:`ac573bb480e7fc70`}
	{dx:1, v:20, lv:[-4, -7, -10.7, 13.3, 0], n:`PERSONA feat. PANXI`, nn:`PERSONA`, ico:`09b0894db54b2fd5`}
	{dx:1, v:20, lv:[-5, -8, -12, 13.8, 0], n:`Halfway(>∀<)`, ico:`77c0243dedb23b60`}
	{dx:1, v:20, lv:[-5, -7.7, -11.7, 13.8, 0], n:`Complex Mind`, ico:`b4ba936740486f75`}
	{dx:1, v:20, lv:[-3, -6, -10.7, 13.2, 0], n:`DROPS feat. Such`, nn:`DROPS`, ico:`413187f3403812f9`}
	{dx:1, v:20, lv:[-5, -8, -11.7, 14.2, 0], n:`BULK UP (GAME EXCLUSIVE EDIT)`, nn:`BULK UP`, ico:`bde3cd8df3f6d7e5`}
	{dx:1, v:18, lv:[-2, -6, -10.7, 13.0, 0], n:`BANG!`, ico:`d8d8f023b47ff011`}
	{dx:1, v:18, lv:[-3, -7.7, -11, 13.6, 0], n:`Define`, ico:`92c6a4e15216f867`}
	{dx:1, v:18, lv:[-4, -7, -11.7, 13.9, 0], n:`Estahv`, ico:`55c8c8495989ff55`}
	{dx:1, v:18, lv:[-5, -7.7, -12, 13.9, 0], n:`First Dance`, ico:`7f950ad7a5baa42d`}
	{dx:1, v:18, lv:[-6, -8.7, 12.7, 14.4, 0], n:`Mjölnir`, ico:`21b9cc9519eab016`}
	{dx:1, v:18, lv:[-6, 8.5, 13.0, 14.1, 0], n:`Love's Theme of BADASS ～バッド・アス 愛のテーマ～`, nn:`Love's Theme of BADASS`, ico:`fd30be82f708758f`}
	{dx:1, v:15, lv:[-6, -8, -12, 14.5, 0], n:`BATTLE NO.1`, ico:`7aa3724d12b8a82d`}
	{dx:1, v:16, lv:[-3, -8, -11, 13.7, 0], n:`ヒミツCULT`, ico:`6f420cccbe95810a`}
	{dx:1, v:16, lv:[-3, -7.7, -11, 13.2, 0], n:`ALiVE`, ico:`aef1c386f0707061`}
	{dx:1, v:16, lv:[-5, -8.7, -11.7, 13.9, 0], n:`MEGATON KICK`, ico:`55da4517b646b23b`}
	{dx:1, v:16, lv:[-4, -8.7, -12, 13.8, 0], n:`Big Daddy`, ico:`74fa058f35dd3ba4`}
	{dx:1, v:16, lv:[-3, -7.7, -12, 13.7, 0], n:`LOSE CONTROL`, ico:`641087ee1df624de`}
	{dx:1, v:16, lv:[-2, -7.7, -10.7, 13.9, 0], n:`Strange Bar`, ico:`d03a7cad6d682345`}
	{dx:1, v:20, lv:[-2, -6, -10, 13.8, 0], n:`MAGENTA POTION`, ico:`3902dd1ec9eec1d0`}
	{dx:1, v:19, lv:[-5, -8.7, -12.7, 14.0, 0], n:`エナドリおいしいソング`, ico:`5c0759a40fa1a178`}
	{dx:1, v:17, lv:[-3, -6, -8.7, -12.7, 0], n:`さんさーら！`, ico:`95366a9a2c5583ed`}
	{dx:1, v:17, lv:[-3, -7, -10.7, 13.2, 13.9], n:`Southern Cross`, ico:`d5fed143ad62103d`}
	{dx:1, v:16, lv:[-4, -7, -10.7, 13.2, 0], n:`キラメキ居残り大戦争`, ico:`0017d1b140e0da0a`}
	{dx:1, v:18, lv:[-4, -8, -11, 14.1, 0], n:`BLUE ZONE`, ico:`21c639ba03568a5a`}
	{dx:1, v:17, lv:[-5, -8, -12, 13.9, 0], n:`スーパーシンメトリー`, ico:`ea8ef2281969118e`}
	{dx:0, v:11, lv:[-5, -8.7, 11.8, 13.4, 0], n:`Brain Power`, ico:`44ba46289dba1e84`}
	{dx:1, v:19, lv:[-5, -8, -11.7, 13.9, 0], n:`れっつ！みらくる☆はーどこあっ！`, nn:`みらくる☆はーどこあっ！`, ico:`cc77677df0228ea3`}
	{dx:1, v:16, lv:[-2, -7.7, -11, 13.4, 0], n:`ベースラインやってる？笑`, nn:`ベースラインやってる？`, ico:`e60c76f93e816688`}
	{dx:1, v:17, lv:[-3, -7, -9.7, -12.7, 0], n:`ヒステリックナイトガール`, ico:`b48907e41b1a0e45`}
	{dx:1, v:20, lv:[-5, -7, 12.0, 14.0, 0], n:`ULTRA SYNERGY MATRIX`, ico:`020b7a4dea021d7e`}
	{dx:1, v:13, lv:[-4, -8, -11, 13.5, 0], n:`ENERGY SYNERGY MATRIX`, ico:`ad29b9d9b5fe0220`}
	{dx:0, v:11, lv:[-6, -7.7, 13.0, 13.9, 0], n:`ENERGY SYNERGY MATRIX`, ico:`ad29b9d9b5fe0220`}
	{dx:1, v:19, lv:[-3, -7.7, -11.7, 13.9, 0], n:`NightTheater`, ico:`b32789df69d7f17a`}
	{dx:1, v:19, lv:[-5, -7.7, -12, 14.0, 0], n:`Luminaria`, ico:`03b507681b4bb63f`}
	{dx:1, v:19, lv:[-3, -7, -11, 13.7, 0], n:`Random`, ico:`ad45a43a45bd4974`}
	{dx:1, v:14, lv:[-3, -7.7, -12, 13.9, 0], n:`NULCTRL`, ico:`b7837b1d26eb3a42`}
	{dx:1, v:20, lv:[-4, -8, 12.5, 14.1, 0], n:`Vallista`, ico:`c1e02d23d7cc8cca`}
	{dx:1, v:14, lv:[-5, -8, -11, 13.8, 0], n:`Black Lair`, ico:`d03f5507e980291c`}
	{dx:0, v:12, lv:[-4, -8, 12.4, 13.7, 0], n:`Altale`, ico:`06dd9a1ba45f0fe6`}
	{dx:1, v:13, lv:[-2, -7.7, -11, 12.9, 0], n:`Destr0yer`, ico:`e930f73c462d8a84`}
	{dx:0, v:17, lv:[-4, -8, -12, 14.0, 0], n:`Destr0yer`, nn:`Destr0yer(std)`, ico:`e930f73c462d8a84`}
	{dx:1, v:19, lv:[-2, -6, -9, 13.2, 0], n:`アイム・マイヒーロー`, ico:`771094a23ff3c48e`}
	{dx:1, v:15, lv:[-3, -7, -10, 13.7, 0], n:`カラッポ・ノンフィクション`, nn:`カラッポノンフィクション`, ico:`b8a67789729b6e80`}
	{dx:1, v:19, lv:[-5, -8, -12, 14.3, 0], n:`田中`, ico:`eb0ab4dfa64b01f1`}
	{dx:1, v:17, lv:[-5, 8.7, -12, 14.2, 0], n:`竹`, ico:`03897fe7481825cc`}
	{dx:1, v:13, lv:[-6, -8, -11.7, 13.8, 0], n:`プナイプナイせんそう`, ico:`dab28dc48ac2eef5`}
	{dx:1, v:18, lv:[-5, -8.7, -12, 13.9, 0], n:`Dreadnought`, ico:`5d72ff8765384da0`}
	{dx:1, v:18, lv:[-3, -7, -11.7, 13.7, 0], n:`enchanted love`, ico:`a191381548e9cb18`}
	{dx:1, v:18, lv:[-3, -6, -12, 13.9, 0], n:`Caterpillar Song`, ico:`94e158c4f52c7c52`}
	{dx:1, v:17, lv:[-2, -8, -11, 13.8, 0], n:`Upshift`, ico:`eb74d1c6089d56de`}
	{dx:1, v:17, lv:[-2, -7.7, -10, 13.1, 0], n:`MOBILYS`, ico:`24d0c3dd5ed1fda4`}
	{dx:1, v:16, lv:[-4, -8, -11.7, 14.4, 0], n:`CO5M1C R4ILR0AD`, ico:`0ea80d8bbb1fba2f`}
	{dx:1, v:16, lv:[-4, -7.7, -11.7, 13.7, 0], n:`MAKE IT FUNKY NOW`, ico:`abe8d795b816168a`}
	{dx:1, v:16, lv:[-3, -7.7, -10.7, 13.5, 0], n:`Rush-More`, ico:`f3980fde794cbf40`}
	{dx:1, v:16, lv:[-6, -8, 12.0, 14.4, 0], n:`Re：End of a Dream`, ico:`61b60aecd7fda2a2`}
	{dx:0, v:10, lv:[-5, -7, 12.5, 13.8, 0], n:`MilK`, ico:`2c97ebe8a5939be3`}
	{dx:1, v:16, lv:[-3, -8, -12.7, 13.9, 0], n:`もぺもぺ`, ico:`17f033608e0332dd`}
	{dx:1, v:16, lv:[-4, -8, -12, 13.9, 0], n:`Sound Chimera`, ico:`4a94d616d8b064bc`}
	{dx:1, v:15, lv:[-4, -7.7, -10.7, 14.4, 0], n:`felys -final remix-`, nn:`felys`, ico:`372b2bdce425ac62`}
	{dx:1, v:15, lv:[-4, -8, -11.7, 13.9, 0], n:`Arty Party`, ico:`7473d78f898dee78`}
	{dx:1, v:15, lv:[-5, -7.7, -11, 13.8, 0], n:`c.s.q.n.`, ico:`59b04cbccd088b7f`}
	{dx:1, v:15, lv:[-4, -7, -10.7, 13.7, 0], n:`emomomo`, ico:`e949f0cfb56f9ea8`}
	{dx:1, v:14, lv:[-5, -7, -10.7, 13.7, 0], n:`アトロポスと最果の探究者`, nn:`アトロポス`, ico:`a6b014388c529531`}
	{dx:1, v:14, lv:[-5, -7, -11, 13.8, 0], n:`energy trixxx`, ico:`bce82906edfa120c`}
	{dx:1, v:13, lv:[-3, -8, -11, 13.6, 0], n:`Halcyon`, ico:`4e2279e433710717`}
	{dx:0, v:18, lv:[-6, -8.7, -12, 14.3, 0], n:`Halcyon`, nn:`Halcyon(std)`, ico:`4e2279e433710717`}
	{dx:1, v:13, lv:[-3, -7, -11, 12.8, 0], n:`サンバランド`, ico:`8d27eb1fd00caf9c`}
	{dx:0, v:18, lv:[-4, -7, -11, 13.2, 0], n:`サンバランド`, nn:`サンバランド(std)`, ico:`8d27eb1fd00caf9c`}
	{dx:0, v:12, lv:[-5, -9, 12.8, 14.7, 0], n:`End Time`, ico:`912135a524e81212`}
	{dx:0, v:12, lv:[-4, -7.7, -11.7, 13.3, 0], n:`L4TS:2018 (feat. あひる & KTA)`, nn:`L4TS`, ico:`fed415912a10fec2`}
	{dx:0, v:12, lv:[-6, -8.7, -12, 14.2, 0], n:`B.M.S.`, ico:`c9840f2792da9a98`}
	{dx:0, v:11, lv:[-7, -9, 12.8, 14.0, 0], n:`FREEDOM DiVE (tpz Overcute Remix)`, nn:`FREEDOME Dive(tpz)`, ico:`cd0737f073f7c32c`}
	{dx:0, v:10, lv:[-5, -9, 13.3, 14.5, 0], n:`Credits`, ico:`2204bfb20e3e2e1d`}
	{dx:0, v:11, lv:[-6, -8, -11.7, 13.8, 0], n:`ULTRA B+K`, ico:`e3c0402ef104b11f`}
	{dx:0, v:9, lv:[-5, -8, 12.3, 13.9, 0], n:`GO BACK 2 YOUR RAVE`, ico:`0909a6b99f3ad4b6`}
	{dx:0, v:4, lv:[-6, -8.7, 12.7, 13.9, 0], n:`B.B.K.K.B.K.K.`, ico:`60545b69d517fb30`}
	{dx:0, v:12, lv:[-5, -8.7, 12.4, 13.9, 0], n:`魔法少女になるしかねぇ`, nn:`魔法少女`, ico:`c0924efcbefbaf6c`}
	{dx:0, v:9, lv:[-5, -9, 13.2, 13.9, 0], n:`人里に下ったアタイがいつの間にか社畜になっていた件`, nn:`社畜`, ico:`67e1ffddfdbf6220`}
	{dx:1, v:19, lv:[-5, -8, -11.7, 13.8, 0], n:`Maxi`, ico:`5cb01ca719a56bb5`}
	{dx:0, v:9, lv:[-6, -9, 12.8, 13.9, 0], n:`Maxi`, ico:`5cb01ca719a56bb5`}
	{dx:0, v:9, lv:[-4, -8, -11, 13.4, 0], n:`KISS CANDY FLAVOR`, ico:`0ea91dd121493ccc`}
	{dx:1, v:13, lv:[-3, -8, -11, 13.5, 0], n:`conflict`, ico:`a276e29d2cfb99f3`}
	{dx:0, v:8, lv:[-5, -8, 12.7, 14.1, 0], n:`conflict`, ico:`a276e29d2cfb99f3`}
	{dx:0, v:12, lv:[-4, -7.7, -11.7, 13.5, 0], n:`EVERGREEN`, ico:`e969be670313581f`}
	{dx:0, v:6, lv:[-4, -7.7, -11.7, 13.7, 0], n:`Party 4U ”holy nite mix”`, nn:`Party 4U`, ico:`465d916c705e0813`}
	{dx:0, v:8, lv:[-6, -8, -11.7, 13.4, 0], n:`GOODMEN`, ico:`72ed93432617d0dc`}
	{dx:0, v:8, lv:[-5, -8, -12, 13.8, 0], n:`Sakura Fubuki`, ico:`4eb6421febba913f`}
	{dx:0, v:7, lv:[-6, -8.7, 12.8, 13.9, 0], n:`METATRON`, ico:`1a95ad12ccd7eb13`}
	{dx:0, v:6, lv:[-4, -7.7, -10.7, 13.3, 0], n:`オモイヨシノ`, ico:`1daa4ab6b25d66ca`}
	{dx:0, v:5, lv:[-5, -8, -11, 13.7, 0], n:`L9`, ico:`a9eaaab7eea3b2cf`}
	{dx:0, v:12, lv:[-4, -9, 12.9, 13.8, 0], n:`Good Bye, Mr. Jack`, ico:`f6be8f89a455649e`}
	{dx:0, v:10, lv:[-7, -9, 13.0, 14.0, 0], n:`麒麟`, ico:`88185a61da17d947`}
	{dx:0, v:3, lv:[-5, -9, -12, 13.9, 0], n:`Jack-the-Ripper◆`, ico:`face36da229c0923`}
	{dx:0, v:3, lv:[-4, -8, 12.8, 13.9, 0], n:`DRAGONLADY`, ico:`59a5b2945d35ee7a`}
	{dx:1, v:20, lv:[-4, -6, -9, 13.0, 0], n:`Shooting Shower～DANCE TIME(シンディ)～`, nn:`Shooting Shower`, ico:`9562876b64f4cedf`}
	{dx:1, v:19, lv:[-2, -6, -12, 13.4, 0], n:`ばかみたい【Taxi Driver Edition】`, nn:`ばかみたい`, ico:`6a8bc4d596414ec6`}
	{dx:0, v:3, lv:[-4, -8, -10.7, 13.9, 0], n:`Outlaw's Lullaby`, ico:`d54f61d4d4db472a`}
	{dx:0, v:3, lv:[-3, -8, -10.7, -12.7, 0], n:`Brand-new Japanesque`, ico:`857f35176a1b0262`}
	{dx:0, v:3, lv:[-4, -7.7, -10.7, 13.3, 0], n:`鼓動`, ico:`10233a1022cd8bb8`}
	{dx:0, v:2, lv:[-2, -7.7, 12.2, 12.7, 0], n:`神室雪月花`, ico:`5db62229a9499d1e`}
	{dx:0, v:2, lv:[-5, -6, -9, 13.4, 0], n:`KONNANじゃないっ！`, ico:`626df36e28466c99`}
	{dx:1, v:18, lv:[-3, -6, -9, 13.3, 0], n:`若い力`, nn:`若い力(社歌)`, ico:`0a3e0ec7d3e649fd`}
	{dx:0, v:1, lv:[-5, -6, -9, -10.7, 0], n:`デコボコ体操第二`, ico:`8e08d39727825f8a`}
	{dx:0, v:11, lv:[-4, -7.7, -10.7, -12.7, 0], n:`Let's Go Away`, ico:`7f3394dea112af97`}
	{dx:0, v:11, lv:[-4, -7, -9.7, -12.7, 0], n:`Conquista Ciela`, ico:`874bdbc240420d33`}
	{dx:1, v:18, lv:[-5, -7.7, -11, 13.9, 0], n:`Reach For The Stars (Re-Colors)`, nn:`Reach For The Stars (Re)`, ico:`872a9990a618097d`}
	{dx:0, v:1, lv:[-5, -8, -10.7, 13.9, 0], n:`Reach For The Stars`, ico:`3e05f30cf1972775`}
	{dx:0, v:11, lv:[-5, -8, -11, 13.0, 0], n:`Fist Bump`, ico:`0472103fd50f1f67`}
	{dx:0, v:3, lv:[-4, -7, -11, 13.3, 0], n:`Live & Learn`, ico:`d56dc89f76dbba33`}
	{dx:0, v:3, lv:[-6, -7.7, -10.7, 13.7, 0], n:`Back 2 Back`, ico:`a8fdea5dc529ecbd`}
	{dx:0, v:3, lv:[-4, -8, -11, 13.4, 0], n:`Windy Hill -Zone 1`, nn:`Windy Hill`, ico:`3b51edc59a9656a8`}
	{dx:0, v:1, lv:[-5, -6, -9.7, 12.7, -12.7], n:`City Escape: Act1`, nn:`City Escape`, ico:`81b2f582c74e1dce`}
	{dx:0, v:1, lv:[-5, -7, -11.7, 12.4, 13.2], n:`Rooftop Run: Act1`, nn:`Rooftop Run`, ico:`76099ef5228c3669`}
	{dx:0, v:7, lv:[-5, -7, -10.7, 12.7, 0], n:`終わりなき物語`, ico:`31100adb0987e724`}
	{dx:0, v:5, lv:[-5, -7, -10.7, 12.5, 0], n:`Our Fighting`, ico:`3c051b5bb18aeadf`}
	{dx:0, v:2, lv:[-4, -8, -10, 13.3, 13.3], n:`Save This World νMIX`, ico:`1cb40b23f3af8305`}
	{dx:0, v:2, lv:[-3, -8, -10, -11.7, 12.6], n:`Living Universe`, ico:`d7fff9c9d63c5a82`}
	{dx:0, v:2, lv:[-4, -7, -11.7, -12, 0], n:`Ignite Infinity`, ico:`30b516a0c2d64f97`}
	{dx:0, v:6, lv:[-2, -7, -11.7, 13.3, 0], n:`Garden Of The Dragon`, ico:`31a6e74fc82a0af4`}
	{dx:0, v:2, lv:[-3, -6, -10, -12.7, 0], n:`時空を超えて久しぶり！`, ico:`ff5ca30df34724ec`}
	{dx:0, v:2, lv:[-2, -6, -10.7, -12, 0], n:`Her Dream Is To Be A Fantastic Sorceress`, nn:`Her Dream Is ～ Sorceress`, ico:`7ae04c35269c0db1`}
	{dx:0, v:3, lv:[-3, -7, -9, 13.2, 0], n:`キズナの物語`, ico:`99ef712bdad6ff53`}
	{dx:0, v:8, lv:[-6, -7.7, -11, 13.7, 0], n:`STAIRWAY TO GENERATION`, ico:`c8f5ebca97ac99ee`}
	{dx:0, v:8, lv:[-5, -8, -11.7, 13.8, 0], n:`Last Brave ～ Go to zero`, nn:`Last Brave`, ico:`c86fa66b7e7641aa`}
	{dx:0, v:1, lv:[-6, -9, 12.7, 13.4, 0], n:`Urban Crusher [Remix]`, nn:`Urban Crusher`, ico:`d60259eeb7cc6248`}
	{dx:0, v:1, lv:[-6, -8.7, -10.7, -12.7, 0], n:`Catch The Future`, ico:`03baed79efbb3e54`}
	{dx:0, v:2, lv:[-4, -8, -9, 13.2, 0], n:`awake`, ico:`a72c9e1c55872eee`}
	{dx:0, v:2, lv:[-3, -7.7, -11, 13.4, 0], n:`Terminal Storm`, ico:`24a98d74754d67de`}
	{dx:0, v:6, lv:[-6, -8, -11.7, 13.7, 0], n:`After Burner`, ico:`aab5ca295b9d0369`}
	{dx:0, v:1, lv:[-6, -7, -11.7, 13.8, 0], n:`Space Harrier Main Theme [Reborn]`, nn:`Space Harrier`, ico:`2f730929cef3fa6e`}
	{dx:0, v:1, lv:[-3, -7, -11.7, -12.7, 0], n:`Quartet Theme [Reborn]`, nn:`Quartet Theme`, ico:`781f4b930961ea60`}
	{dx:0, v:1, lv:[-5, -8, -10.7, -12.7, -12.7], n:`Sky High [Reborn]`, nn:`Sky High`, ico:`c6b173c0ac3c2a19`}
	{dx:0, v:1, lv:[-6, -9, -11, 13.8, 0], n:`Like the Wind [Reborn]`, nn:`Like the Wind`, ico:`0fe32017bb6280d5`}
	{dx:0, v:1, lv:[-4, -8.7, 13.0, 13.4, 0], n:`YA･DA･YO [Reborn]`, nn:`YA･DA･YO`, ico:`1cb752563c0aaa9d`}
	{dx:0, v:1, lv:[-4, -7, -9, -11, 13.7], n:`Crush On You`, ico:`655e0ae2bac3cb0d`}
	{dx:0, v:1, lv:[-4, -7, -8.7, -11, 13.9], n:`Sun Dance`, ico:`aca38878fc022dcb`}
	{dx:0, v:1, lv:[-6, -7, -9.7, 12.5, 14.8], n:`In Chaos`, ico:`a044abc0c8fca1cf`}
	{dx:0, v:1, lv:[-6, -9, -12.7, -12, 14.2], n:`Beat Of Mind`, ico:`2aea2c2fbd7c0b2a`}
	{dx:0, v:1, lv:[-4, -7.7, -11.7, -12, 0], n:`Natural Flow`, ico:`7867688c4ab0adf2`}
	{dx:0, v:1, lv:[-4, -7, -11, 13.7, 13.8], n:`JACKY [Remix]`, nn:`JACKY`, ico:`0f69f3123db19f49`}
	{dx:0, v:2, lv:[-4, -7, -12.7, 13.3, 0], n:`Mysterious Destiny`, ico:`27f03e7294044bd8`}
	{dx:0, v:2, lv:[-4, -7, -11.7, -12, 0], n:`Riders Of The Light`, ico:`518b49bea5bb7554`}
	{dx:0, v:3, lv:[-3, -7, -8, 13.7, 0], n:`コトバ・カラフル`, ico:`8d9f5283fc6a2890`}
	{dx:0, v:1, lv:[-5, -8, -10, 13.4, 0], n:`天国と地獄`, ico:`1957d22b99bec8fc`}
	{dx:0, v:1, lv:[-4, -7, -10, -12, 0], n:`きみのためなら死ねる`, ico:`2e40a6e7ff485668`}
	{dx:0, v:4, lv:[-6, -6, -10, -11.7, 0], n:`The Great Journey`, ico:`1e13b329e829f3ef`}
	{dx:0, v:2, lv:[-5, -8, -10.7, -12.7, 13.7], n:`Burning Hearts ～炎のANGEL～`, nn:`Burning Hearts`, ico:`243925fb558d75b6`}
	{dx:0, v:3, lv:[-4, -7, -9.7, -12, 0], n:`かせげ！ジャリンコヒーロー`, nn:`ジャリンコヒーロー`, ico:`3c6a2505eadb3ba2`}
	{dx:0, v:2, lv:[-5, -7, -11, 13.7, 0], n:`ココロスキャンのうた`, ico:`c6bc8a091cf2f21e`}
	{dx:0, v:1, lv:[-6, -8.7, -11.7, 13.2, 0], n:`超絶！Superlative`, ico:`8f56b649f325c443`}
	{dx:0, v:1, lv:[-6, -8, -11.7, 13.2, 0], n:`采配の刻 Power of order`, nn:`采配の刻`, ico:`30b0b198224f5901`}
	{dx:0, v:1, lv:[-6, -8.7, 13.2, 13.7, 0], n:`DO RORO DERODERO ON DO RORO`, nn:`DO RORO`, ico:`c7d50e554e2b7083`}
	{dx:0, v:1, lv:[-6, -8, -10.7, -12.7, 14.5], n:`源平大戦絵巻テーマソング`, ico:`ad6ef476a7500798`}
	{dx:0, v:1, lv:[-5, -7.7, -10, 12.7, 0], n:`怪盗Rのテーマ`, ico:`7164862f8378206f`}
	{dx:0, v:1, lv:[-5, -7, -8.7, -11.7, 0], n:`マリアをはげませ`, ico:`3cdf01424c744832`}
	{dx:0, v:1, lv:[-5, -6, -8.7, 12.5, 0], n:`SHOW TIME`, ico:`fc99cd2f2ca000cb`}
	{dx:0, v:2, lv:[-3, -6, -11, 13.3, 0], n:`円舞曲、君に`, nn:`円舞曲君に`, ico:`10c3b14dbeaabd3c`}
	{dx:0, v:1, lv:[-5, -7, -12, -12.7, 0], n:`御旗のもとに`, ico:`f364b690f9a0bff3`}
	{dx:0, v:1, lv:[-5, -7.7, -11, -12, 0], n:`地上の戦士`, ico:`5fafe30c7a522302`}
	{dx:0, v:1, lv:[-5, -7, -9, -10.7, 13.2], n:`檄！帝国華撃団(改)`, ico:`15dfff539a968c89`}
	{dx:0, v:2, lv:[-2, -7, -11, -12.7, 0], n:`セガサターン起動音[H.][Remix]`, nn:`セガサターン起動音`, ico:`6cb5afa2c0d02884`}
	{dx:0, v:3, lv:[-2, -7, -9.7, 13.3, 0], n:`レッツゴー!陰陽師`, ico:`40103bc4df5c4632`}
	{dx:0, v:3, lv:[-4, -7, -10.7, 13.7, 0], n:`オパ! オパ! RACER -GMT mashup-`, nn:`オパオパRACER`, ico:`b596ea69b00562cb`}
	{dx:0, v:3, lv:[-4, -7, 11.8, 13.7, 0], n:`電車で電車でOPA!OPA!OPA! -GMT mashup-`, nn:`電OPA`, ico:`8eb85b669213f437`}
	{dx:0, v:3, lv:[-4, -7, -11.7, 13.7, 0], n:`リッジでリッジでGO!GO!GO! -GMT mashup-`, nn:`リッジでGO`, ico:`1502f855bf3b76cf`}
	{dx:0, v:3, lv:[-5, -7, -9, -12, 0], n:`電車で電車でGO!GO!GO!GC! -GMT remix-`, nn:`電車でGO`, ico:`c1755c85cfa90fb5`}
	{dx:0, v:3, lv:[-5, -8, 11.8, 13.4, 0], n:`RIDGE RACER STEPS -GMT remix-`, nn:`RIDGE RACER STEPS`, ico:`489d5189ec8e2a11`}
	{dx:0, v:3, lv:[-4, -7, -10.7, 13.4, 0], n:`ファンタジーゾーン OPA-OPA! -GMT remix-`, nn:`ファンタジーゾーン`, ico:`10d4b8923d34d87e`}
	{dx:0, v:2, lv:[-5, -7, -12, 13.8, 13.7], n:`DADDY MULK -Groove remix-`, nn:`DADDY MULK`, ico:`97be2a3d2ea25489`}
	{dx:1, v:20, lv:[-3, -6, -9, 12.8, 0], n:`ヱデン`, ico:`3f9cdf75c514d530`}
	{dx:1, v:20, lv:[-5, -8, -11, 13.7, 0], n:`にゃーにゃー冒険譚`, ico:`2ee0ae1e83c28ce3`}
	{dx:1, v:19, lv:[-3, -7.7, -11, 13.7, 0], n:`分解収束テイル`, ico:`b750da7232b13571`}
	{dx:1, v:18, lv:[-2, -7.7, -10.7, 13.5, 0], n:`パーフェクション`, ico:`cab8e9a2a5fcb025`}
	{dx:1, v:18, lv:[-2, -7, -10, 13.2, 0], n:`デーモンベット`, ico:`a1e05bf1f0247733`}
	{dx:1, v:17, lv:[-4, -7, -10.7, 13.0, 0], n:`アンビバレンス`, ico:`e63c3acfdf00c605`}
	{dx:1, v:16, lv:[-3, -7, -9.7, 13.0, 0], n:`届かない花束`, ico:`9d2e5faf33ea3aa9`}
	{dx:1, v:16, lv:[-3, -7, -10, -12.7, 0], n:`ステップアンドライム`, ico:`ba15f7b947317461`}
	{dx:1, v:15, lv:[-4, -7.7, -10.7, -12.7, 0], n:`シアトリカル・ケース`, ico:`63a6907f7c15e040`}
	{dx:1, v:14, lv:[-5, -6, -9.7, 13.3, 0], n:`ワードワードワード`, ico:`88fd634bc9103eca`}
	{dx:1, v:14, lv:[-4, -7, -10, -12.7, 0], n:`ヤミツキ`, ico:`3b28c5e61347edff`}
	{dx:1, v:13, lv:[-2, -7, -10.7, 12.9, 13.7], n:`Secret Sleuth`, ico:`5ad3f5870e9aef1a`}
	{dx:1, v:13, lv:[-2, -6, -9.7, -12, 0], n:`BLACK ROSE`, ico:`d780386f7cfd83ad`}
	{dx:0, v:10, lv:[-5, -8, 11.8, 13.5, 0], n:`咲キ誇レ常世ノ華`, ico:`f3a23375b79c2a8c`}
	{dx:0, v:9, lv:[-4, -7, -11.7, 13.3, 0], n:`天国と地獄 -言ノ葉リンネ-`, nn:`言ノ葉リンネ`, ico:`375dd6a3094c9d00`}
	{dx:0, v:9, lv:[-6, -8, -11, 13.5, 0], n:`相思創愛`, ico:`1f70c4073aab967b`}
	{dx:0, v:8, lv:[-6, -8, -10.7, 13.7, 0], n:`空威張りビヘイビア`, ico:`aaf8fe426178b1cf`}
	{dx:0, v:8, lv:[-4, -8, 11.7, 13.9, 0], n:`分からない`, ico:`d8bcd053f3741728`}
	{dx:0, v:7, lv:[-4, -7, -10.7, -12, 12.9], n:`洗脳`, ico:`29eb81a88a8533ec`}
	{dx:0, v:7, lv:[-5, -7, -10.7, 13.0, 0], n:`Barbed Eye`, ico:`a6f20b5214b80a25`}
	{dx:0, v:6, lv:[-4, -7.7, -10.7, -12.7, 0], n:`言ノ葉遊戯`, ico:`e5ad9385a78a241c`}
	{dx:0, v:6, lv:[-3, -7, -9.7, -11, 0], n:`りばーぶ`, ico:`b7dac386e1eddb42`}
	{dx:0, v:3, lv:[-4, -7, -10.7, 13.3, 0], n:`言ノ葉カルマ`, ico:`002fd27f211f7318`}
	{dx:0, v:5, lv:[-5, -7, -10, -12.7, 0], n:`悪戯`, ico:`32be3820034e98ed`}
	{dx:1, v:20, lv:[-3, -7, -10, -12.7, 0], n:`トノサマビーム`, ico:`8212573b9837ddff`}
	{dx:1, v:20, lv:[-5, -7.7, 11.9, 14.1, 0], n:`ツムギボシ`, ico:`793b837b2593552d`}
	{dx:1, v:20, lv:[-3, -7, -10.7, 13.5, 0], n:`隠密あんみつDX`, ico:`693ed3f8ef555432`}
	{dx:1, v:20, lv:[-6, -9, 12.8, 14.3, 0], n:`地球`, ico:`df8227797c9a592e`}
	{dx:1, v:20, lv:[-5, -7.7, -11, 13.3, 0], n:`アンバークロニクル`, ico:`575733d6aee16503`}
	{dx:1, v:20, lv:[-3, -7, -10.7, 13.7, 0], n:`リフヴェイン`, ico:`6626dcdb181d6d4e`}
	{dx:1, v:20, lv:[-4, -7.7, -10.7, 13.8, 0], n:`宵の鳥`, ico:`e005c0199a1cf88d`}
	{dx:1, v:20, lv:[-4, -7.7, -11, 13.8, 0], n:`Kairos`, ico:`d1902fbb83b1c1cc`}
	{dx:1, v:19, lv:[-3, -6, -9.7, 13.0, 0], n:`RIFFRAIN`, ico:`3ecd074431732b76`}
	{dx:1, v:19, lv:[-4, -7, -10, 13.4, 0], n:`Falling`, ico:`da328e1e834698bf`}
	{dx:1, v:19, lv:[-4, -7.7, -10.7, 13.6, 0], n:`ピリオドサイン`, ico:`4f4b2b44bfcd87b4`}
	{dx:1, v:19, lv:[-5, -8, -11.7, 13.9, 0], n:`群青シグナル`, ico:`4b3c4017b405dc49`}
	{dx:1, v:19, lv:[-3, -7, -11, 13.8, 0], n:`You Mean the World to Me`, ico:`225fd594b05d2650`}
	{dx:1, v:19, lv:[-4, -7.7, -10, 12.9, 0], n:`ホシシズク`, ico:`89507763b8227c0d`}
	{dx:1, v:18, lv:[-3, -7.7, -10.7, 12.9, 0], n:`ミルキースター・シューティングスター`, nn:`ミルキースター`, ico:`e625655fb14640ec`}
	{dx:1, v:19, lv:[-4, -8, -10, 13.8, 0], n:`Rainbow Rush Story`, ico:`6090e7ca3c80cdc6`}
	{dx:1, v:18, lv:[-4, -7.7, -10.7, 13.8, 0], n:`Jouez Avec Moi?`, ico:`fa6943ebb851f378`}
	{dx:1, v:18, lv:[-5, -7, -9.7, 13.7, 0], n:`遺伝子レベル∞スパイラル`, nn:`遺伝子レベルスパイラル`, ico:`922bd2e6993e7140`}
	{dx:1, v:18, lv:[-3, -7, -10, 13.0, 0], n:`ｉｓｏｐｈｏｔｅ`, nn:`isophote`, ico:`f6aef2150786d0b4`}
	{dx:1, v:17, lv:[-4, -7.7, -12, 13.7, 0], n:`ヨミビトシラズ`, ico:`36b1fd60ab5bf872`}
	{dx:1, v:17, lv:[-4, -8, -11, 13.8, 0], n:`前衛的Landscape`, ico:`ff81865c331e96f7`}
	{dx:1, v:17, lv:[-2, -7.7, -10, 13.1, 0], n:`トリアージ`, ico:`9466cf52a10671cf`}
	{dx:1, v:17, lv:[-4, -8, 12.5, 13.7, 0], n:`とびだせ！TO THE COSMIC!!`, ico:`a8dfce2488046508`}
	{dx:1, v:16, lv:[-4, -7.7, -11, 14.0, 0], n:`Starry Colors`, ico:`f38fc9d91ef0b72c`}
	{dx:1, v:16, lv:[-4, -7.7, -10.7, -12.7, 13.0], n:`星めぐり、果ての君へ。`, nn:`星めぐり果ての君へ`, ico:`c110c819a6c43a54`}
	{dx:1, v:16, lv:[-4, -7, -10.7, 12.8, 0], n:`スローアライズ`, ico:`565d4805b8b8848e`}
	{dx:1, v:16, lv:[-4, -8, -11.7, 13.7, 0], n:`生命不詳`, ico:`194a9262c9480e48`}
	{dx:1, v:16, lv:[-5, -8.7, -12, 14.2, 0], n:`チエルカ／エソテリカ`, ico:`9475222592a29f06`}
	{dx:1, v:16, lv:[-4, -7.7, 11.1, 13.8, 0], n:`VANTABLACK RAVER`, ico:`079a34779ccd60d3`}
	{dx:1, v:15, lv:[-4, -7.7, -10.7, 14.0, 0], n:`ワンダーシャッフェンの法則`, nn:`ワンダーシャッフェン`, ico:`7795406e0a4be488`}
	{dx:1, v:15, lv:[-3, -7.7, 12.8, 14.5, 0], n:`BIRTH`, ico:`6957b90486e1318e`}
	{dx:1, v:15, lv:[-5, -8, 12.5, 14.7, 0], n:`Regulus`, ico:`f340a4081d9c66d7`}
	{dx:1, v:15, lv:[-3, -7.7, -11, 13.7, 0], n:`Komplexe`, ico:`6fb57dd3a171eab3`}
	{dx:1, v:15, lv:[-3, -7.7, -10, 13.0, 0], n:`オリフィス`, ico:`32f13971dcdc12f7`}
	{dx:1, v:15, lv:[-4, -7, -10, 13.4, 0], n:`ユメヒバナ`, ico:`61a459ab9bce91e2`}
	{dx:1, v:15, lv:[-3, -7.7, -10, 12.8, 0], n:`REAL VOICE`, ico:`ac02343dc7001ef1`}
	{dx:1, v:15, lv:[-3, -8, -11, 13.9, 0], n:`パラボラ`, ico:`73a07468c38c298c`}
	{dx:1, v:14, lv:[-4, -7.7, -10.7, 13.3, 0], n:`ブレインジャックシンドローム`, ico:`272d10fdd20ebf8d`}
	{dx:1, v:14, lv:[-4, -7, -10, -12.7, 0], n:`Ututu`, ico:`5c7da68424b91ee0`}
	{dx:1, v:14, lv:[-4, -7, -10, 13.0, 0], n:`共鳴`, ico:`f03b05b1fc782ceb`}
	{dx:1, v:15, lv:[-3, -7.7, -11.7, -12.7, 0], n:`居並ぶ穀物と溜息まじりの運送屋`, nn:`溜息まじりの運送屋`, ico:`c02537aab0c8a6a2`}
	{dx:1, v:15, lv:[-4, -7.7, -11, 12.8, 0], n:`マイオドレ！舞舞タイム`, ico:`2dd30e50b2be509e`}
	{dx:1, v:15, lv:[-3, -7, -11, 13.0, 13.8], n:`ぼくたちいつでも　しゅわっしゅわ！`, nn:`しゅわっしゅわ`, ico:`c8bed480e22142c9`}
	{dx:1, v:14, lv:[-4, -7.7, -10.7, -12.7, 0], n:`絡めトリック利己ライザー`, ico:`6e8cce3f2599eb13`}
	{dx:1, v:13, lv:[-4, -7.7, -10, 12.7, 0], n:`でらっくmaimai♪てんてこまい!`, ico:`461917094fed4012`}
	{dx:1, v:13, lv:[-3, -7, -10, -12.7, 13.8], n:`超常マイマイン`, ico:`70510086327c010b`}
	{dx:1, v:13, lv:[-3, -6, -9, -12, 0], n:`STEREOSCAPE`, ico:`66080b430db9b49c`}
	{dx:1, v:13, lv:[-2, -6, -9, -12, 0], n:`Crazy Circle`, ico:`38542e3373e20ae4`}
	{dx:1, v:18, lv:[-4, -7, -10.7, 13.7, 0], n:`OTOGEMA`, ico:`55f59b99f698b962`}
	{dx:1, v:13, lv:[-4, -7.7, -10, 12.9, 0], n:`♡マイマイマイラブ♡`, nn:`マイマイマイラブ`, ico:`392f29c0cc1df489`}
	{dx:0, v:3, lv:[-3, -7, -9.7, 13.5, 0], n:`タカハせ！名人マン`, ico:`f671bf7482912046`}
	{dx:1, v:18, lv:[-4, -8.7, -11, 13.7, 0], n:`星空パーティーチューン`, ico:`34d250113b737f05`}
	{dx:1, v:14, lv:[-3, -7, -10, -12.7, 13.7], n:`シエルブルーマルシェ`, ico:`9fb752248141c1d7`}
	{dx:1, v:17, lv:[-2, -7.7, -10.7, 13.5, 0], n:`噛み係`, ico:`c3abc1a6434b4ebe`}
	{dx:0, v:8, lv:[-6, -8, -11, 13.7, 0], n:`いっしそう電☆舞舞神拳！`, nn:`舞舞神拳`, ico:`4bbae54dd05376fd`}
	{dx:1, v:16, lv:[-3, -7, -10.7, 13.1, 0], n:`Paradisoda`, ico:`b714febbedc27687`}
	{dx:1, v:13, lv:[-4, -7, -10.7, -12.7, 0], n:`福宿音屋魂音泉`, ico:`d460c9541b932e05`}
	{dx:1, v:13, lv:[-4, -7.7, -11, 13.4, 0], n:`キリキリ舞Mine`, ico:`6ef94b83aa8b6213`}
	{dx:0, v:6, lv:[-5, -8, -11, 13.5, 13.9], n:`FEEL the BEATS`, ico:`aeebc3dec7433096`}
	{dx:0, v:1, lv:[-6, -8.7, -12, 13.8, 0], n:`FEEL ALIVE`, ico:`b6fcfb51e60145a0`}
	{dx:0, v:2, lv:[-5, -7, -11, 13.7, 0], n:`BREAK YOU!!`, ico:`f6e30582f79af660`}
	{dx:0, v:9, lv:[-6, -8.7, 11.9, 13.8, 0], n:`KING is BACK!!`, ico:`f051590fb4cf9e96`}
	{dx:0, v:5, lv:[-6, -8, -9.7, 12.9, 0], n:`welcome to maimai!! with マイマイマー`, nn:`welcome to maimai`, ico:`3671233295ca7a09`}
	{dx:0, v:2, lv:[-4, -8, -11, 13.7, 13.7], n:`みんなのマイマイマー`, ico:`13c3b84c3a9f754f`}
	{dx:1, v:13, lv:[-4, -7.7, -10, 12.9, 0], n:`Scarlet Wings`, ico:`0658c9340f90f5c8`}
	{dx:0, v:3, lv:[-4, -7.7, -11.7, 13.2, 0], n:`End of Twilight`, ico:`649b07a8bbe01a97`}
	{dx:1, v:13, lv:[-5, -7.7, -11, -12.7, 0], n:`一か罰`, ico:`1873c61115b01c98`}
	{dx:0, v:9, lv:[-6, -8, -11, 13.7, 0], n:`夢花火`, ico:`b63d151f8c3db8ad`}
	{dx:1, v:13, lv:[-5, -7, -10, 13.5, 14.0], n:`Now or Never`, ico:`611619306640df12`}
	{dx:0, v:10, lv:[-5, -9, 12.9, 13.8, 0], n:`Justified`, ico:`4e33f9f34a93e2d6`}
	{dx:0, v:10, lv:[-4, -8, -11.7, 13.3, 13.4], n:`SPILL OVER COLORS`, ico:`ef8dd39a0468c359`}
	{dx:0, v:6, lv:[-5, -7, -10.7, 13.4, 13.9], n:`アージェントシンメトリー`, ico:`4f526bd3f2d19ef2`}
	{dx:0, v:4, lv:[-4, -7.7, -11, 12.9, 0], n:`Dreampainter`, ico:`def8c4162b0cb791`}
	{dx:1, v:20, lv:[-4, -8, -11, 13.3, 0], n:`Monochrome Rainbow`, ico:`89ff5ab582f47732`}
	{dx:0, v:3, lv:[-3, -8, -10.7, 13.0, 0], n:`Monochrome Rainbow`, ico:`89ff5ab582f47732`}
	{dx:0, v:11, lv:[-6, -8.7, -12.7, 14.3, 13.8], n:`花と、雪と、ドラムンベース。`, nn:`ドラムンベース`, ico:`52e9a79b5e6a2ef5`}
	{dx:0, v:11, lv:[-4, -8, -10, 13.4, 0], n:`FestivaLight`, ico:`0eb09893faf14e98`}
	{dx:0, v:10, lv:[-6, -7.7, -11.7, 13.8, 0], n:`Candy Tall Woman`, ico:`55fb88b702a08667`}
	{dx:0, v:10, lv:[-4, -8, 11.8, 12.9, 0], n:`Kinda Way`, ico:`f38af721d7001037`}
	{dx:0, v:10, lv:[-3, -8, -10, 13.3, 0], n:`Magical Flavor`, ico:`c8caa99931db189d`}
	{dx:0, v:9, lv:[-5, -8, 11.8, 13.4, 0], n:`曖昧mind`, ico:`70e127f45fbd2ed9`}
	{dx:0, v:9, lv:[-6, -8, -11, 13.4, 13.8], n:`Limit Break`, ico:`89183dee05c31701`}
	{dx:0, v:9, lv:[-5, -7.7, 11.7, 12.9, 0], n:`オトヒメモリー☆ウタゲーション`, nn:`オトヒメモリー`, ico:`c20ee423d01b854a`}
	{dx:1, v:20, lv:[-3, -6, -11, 13.9, 0], n:`Selector`, ico:`677bde96e3495e92`}
	{dx:0, v:8, lv:[-5, -7.7, 11.9, 13.7, 0], n:`Selector`, ico:`677bde96e3495e92`}
	{dx:0, v:6, lv:[-4, -8, -10.7, 13.8, 0], n:`スリップフリップ`, ico:`cae6cc3ea0d93a64`}
	{dx:0, v:3, lv:[-6, -8, 10.8, 13.3, 0], n:`CYCLES`, ico:`2e64a1f5e2e4b832`}
	{dx:0, v:1, lv:[-6, -8, -11, 13.4, 0], n:`Lionheart`, ico:`345bf181e0e2a38f`}
	{dx:0, v:3, lv:[-5, -8.7, -11.7, 13.2, 0], n:`Heartbeats`, ico:`7e09354e3062f772`}
	{dx:0, v:2, lv:[-4, -8, -11.7, 13.0, 0], n:`JUMPIN' JUMPIN'`, ico:`d3254db452d7bf2d`}
	{dx:0, v:2, lv:[-5, -8, -11.7, 13.7, 0], n:`L'épilogue`, ico:`55b095f9217865b2`}
	{dx:0, v:3, lv:[-4, -7, -9.7, -12, 0], n:`ぐるぐるWASH！コインランドリー・ディスコ`, nn:`コインランドリーディスコ`, ico:`eaccafed32ffe317`}
	{dx:0, v:1, lv:[-6, -8, -12, 13.4, 0], n:`Spin me harder`, ico:`9297d312adadbabf`}
	{dx:0, v:1, lv:[-3, -8, -11.7, 13.2, 13.4], n:`Night Fly`, ico:`576d1cf555d8b20e`}
	{dx:1, v:18, lv:[-4, -7, -11.7, 13.1, 0], n:`Starlight Disco`, ico:`055586e227c60d9c`}
	{dx:0, v:1, lv:[-4, -7.7, -11.7, -12, -12.7], n:`Starlight Disco`, ico:`055586e227c60d9c`}
	{dx:0, v:12, lv:[-5, -8, -10.7, 12.9, 0], n:`ENJOY POLIS`, ico:`b20f7689f45f7fd2`}
	{dx:0, v:2, lv:[-4, -9, -11, 13.4, 14.2], n:`記憶、記録`, nn:`記憶記録`, ico:`d3b6c643833fed2b`}
	{dx:0, v:7, lv:[-4, -8, -10.7, 13.2, 0], n:`connecting with you`, ico:`731371df3ac09a9c`}
	{dx:0, v:12, lv:[-4, -8, -10, 13.4, 0], n:`Believe the Rainbow`, ico:`8cba62be80c4af2d`}
	{dx:0, v:4, lv:[-5, -7.7, -10.7, 13.2, 0], n:`MIRROR of MAGIC`, ico:`967e724b039ec9dc`}
	{dx:0, v:2, lv:[-3, -6, -10.7, -12, 0], n:`Cosmic Train`, ico:`cb8668f6f951b5ac`}
	{dx:0, v:4, lv:[-4, -8, -10.7, -12.7, 0], n:`BETTER CHOICE`, ico:`118a606730c3ff82`}
	{dx:0, v:9, lv:[-4, -8, -11.7, 13.3, 0], n:`ユビキリ`, ico:`d5f50f1f3dc4f4d0`}
	{dx:0, v:4, lv:[-4, -7.7, -11, 13.2, 13.7], n:`planet dancer`, ico:`e1fa4c7cb49a9a84`}
	{dx:0, v:5, lv:[-5, -7.7, -10.7, 12.5, 0], n:`ナミダと流星`, ico:`5704ab871a0f61c3`}
	{dx:0, v:4, lv:[-5, -7, -11, 13.7, 0], n:`ピーマンたべたら`, ico:`242be907a6d59e16`}
	{dx:0, v:1, lv:[-5, -7, -9, -12, 0], n:`maimaiちゃんのテーマ`, ico:`e133ba6602be1ed9`}
	{dx:0, v:2, lv:[-3, -6, -9.7, -12.7, 0], n:`Pixel Voyage`, ico:`98b32bbc7a3635da`}
	{dx:0, v:1, lv:[-6, -7, -9, -11, 0], n:`Sweets×Sweets`, ico:`9c2ec21fc9eb6a08`}
	{dx:0, v:1, lv:[-6, -8, -11, -12.7, 0], n:`虹と太陽`, ico:`4790ce1143cd00b8`}
	{dx:0, v:1, lv:[-4, -7, -9.7, -12, 0], n:`Color My World`, ico:`324889241d4d12cf`}
	{dx:0, v:1, lv:[-5, -7, -10, -12, 0], n:`True Love Song`, ico:`c7cfd8a91e0436ac`}
	{dx:0, v:1, lv:[-6, -8, -11, 13.4, 0], n:`ソーラン☆節`, nn:`ソーラン節`, ico:`50c1e16531d2c478`}
	{dx:0, v:4, lv:[-4, -6, -10, -12.7, 0], n:`おても☆Yan`, ico:`a3c48c499abf548a`}
	{dx:0, v:1, lv:[-5, -7, -10.7, 13.3, 0], n:`炭★坑★節`, nn:`炭坑節`, ico:`a9db8ef3ca824a83`}
	{dx:0, v:1, lv:[-6, -7.7, -8.7, -11.7, 0], n:`ネコ日和。`, ico:`30eb032b16877275`}
	{dx:0, v:1, lv:[-5, -7, -10, -12, 0], n:`犬日和。`, ico:`9e21afb73ce3ee65`}
	{dx:0, v:1, lv:[-5, -7, -11, -12.7, 13.4], n:`Endless World`, ico:`387a91b8fee31725`}
	{dx:0, v:2, lv:[-4, -7, -11.7, -12.7, 13.3], n:`Backyun! －悪い女－`, nn:`Backyun`, ico:`9809562861a2078e`}
	{dx:0, v:1, lv:[-6, -8, -12, 12.5, 0], n:`BaBan!! －甘い罠－`, nn:`BaBan`, ico:`293f8b95a06130fc`}
	{dx:0, v:1, lv:[-6, -7, -10, -12, 0], n:`オレンジの夏`, ico:`36697811028a024a`}
	{dx:0, v:1, lv:[-3, -8, -11, 13.0, 0], n:`ぴぴぱぷぅ！`, ico:`ba436a1cf6e84d58`}
	{dx:0, v:1, lv:[-4, -7, -12, 13.7, 0], n:`炎歌 -ほむらうた-`, ico:`40800dfb586539a2`}
	{dx:0, v:1, lv:[-4, -8, -10.7, 13.2, -12.7], n:`泣き虫O'clock`, ico:`ce88f720f8f7e8fe`}
	{dx:0, v:2, lv:[-5, -7, -11, 13.2, 0], n:`maiム・maiム feat.週刊少年マガジン`, nn:`maiム・maiム`, ico:`1610aea48e042a78`}
	{dx:1, v:19, lv:[-5, -7.7, -10.7, 14.7, 0], n:`ジングルベル`, ico:`5c0567c39670fbf4`}
	{dx:0, v:0, lv:[-6, -7.7, -10.7, 14.3, 14.2], n:`ジングルベル`, ico:`5c0567c39670fbf4`}
	{dx:1, v:15, lv:[-3, -7, -11.7, 13.5, 0], n:`Jörqer`, nn:`Jorqer`, ico:`6371b8c7d2c59e7f`}
	{dx:0, v:9, lv:[-5, -8, -11.7, 13.9, 0], n:`デスパレイト`, ico:`c2b3175e6891f561`}
	{dx:1, v:15, lv:[-5, -8, -12, 14.5, 0], n:`Sqlupp (Camellia's "Sqleipd*Hiytex" Remix)`, nn:`Sqlupp(Camellia)`, ico:`fcb1d9c95bb8205d`}
	{dx:1, v:14, lv:[-6, -8.7, 13.0, 14.7, 0], n:`Valsqotch`, ico:`d394210103ee76c3`}
	{dx:1, v:13, lv:[-2, -7, -10, 13.2, 0], n:`P-qoq`, ico:`83b0d1eecad1ca6c`}
	{dx:1, v:20, lv:[-4, -7, 11.8, 13.8, 0], n:`ここからはじまるプロローグ。 (Kanon Remix)`, nn:`ここからはじまるプロローグ。(Kanon)`, ico:`163cb65566312402`}
	{dx:1, v:20, lv:[-3, -6, -10.7, 13.7, 0], n:`モ°ルモ°ル (MZK Skippin' Remix)`, nn:`モ°ルモ°ル (MZK Skippin')`, ico:`959d4a141d9b398b`}
	{dx:1, v:20, lv:[-5, -7.7, 12.8, 14.7, 0], n:`VERTeX (rintaro soma deructed remix)`, nn:`VERTeX (rintaro soma)`, ico:`fad2062de9b868ae`}
	{dx:1, v:20, lv:[-5, -7.7, 12.5, 13.8, 0], n:`Churros Parlor`, ico:`b1f8ab64f6dcdac3`}
	{dx:1, v:20, lv:[-4, -7.7, -12.7, 14.8, 0], n:`超熊猫的周遊記（ワンダーパンダートラベラー）`, nn:`超熊猫的周遊記`, ico:`ee5ed79e9849c1a6`}
	{dx:1, v:20, lv:[-3, -7, 12.0, 13.8, 0], n:`enchanted wanderer`, ico:`f7555b935a2eddc3`}
	{dx:1, v:20, lv:[-5, -7.7, 12.0, 14.0, 0], n:`Comet Panto Men!`, ico:`81c7f7c9a9042eab`}
	{dx:1, v:20, lv:[-6, -8, 12.9, 14.8, 0], n:`VeRForTe αRtE:VEiN`, ico:`5461cc48817a3c7a`}
	{dx:1, v:19, lv:[-3, -7.7, -10.7, 14.0, 0], n:`Beat Opera op.1`, ico:`c87ba892e4792628`}
	{dx:1, v:19, lv:[-4, -8, -11, 13.8, 0], n:`星見草`, ico:`04dca5fcd4b9163a`}
	{dx:1, v:19, lv:[-5, -8.7, -12.7, 14.3, 0], n:`"411Ψ892"`, nn:`411Ψ892`, ico:`c05db4664af4c45e`}
	{dx:1, v:19, lv:[-6, -8.7, 13.2, 14.7, 0], n:`康莊大道`, ico:`d7aa8fbe05bb911e`}
	{dx:1, v:19, lv:[-4, -6, -10.7, 13.8, 0], n:`Neon Kingdom`, ico:`467af0cc4f091827`}
	{dx:1, v:19, lv:[-6, -7.7, -12.7, 14.4, 0], n:`#狂った民族２ PRAVARGYAZOOQA`, nn:`狂った民族２`, ico:`1bde84ebe909f8bc`}
	{dx:1, v:19, lv:[-6, -8, -12.7, 14.4, 0], n:`VSpook!`, ico:`5d7f7536dd643e71`}
	{dx:1, v:19, lv:[-5, -8, 12.7, 14.5, 0], n:`Rising on the horizon`, ico:`7294b35c4ce70324`}
	{dx:1, v:19, lv:[-4, -7, -10.7, 14.0, 0], n:`Tricolor⁂circuS`, ico:`3839ea9459990614`}
	{dx:1, v:19, lv:[-5, -8, -12, 13.9, 0], n:`[X]`, ico:`f712ee022ae3e620`}
	{dx:1, v:18, lv:[-5, -8, -11.7, 13.9, 0], n:`パラマウント☆ショータイム！！`, nn:`パラマウントショータイム`, ico:`f4f0f2f8ebd3f0da`}
	{dx:1, v:18, lv:[-5, -8.7, -12, 13.9, 0], n:`白花の天使`, ico:`f01f26e4a1228a08`}
	{dx:1, v:18, lv:[-7, -9.7, 13.0, 14.9, 0], n:`World's end loneliness`, ico:`e341ba3d5adb60dd`}
	{dx:1, v:18, lv:[-6, -8, 12.8, 14.7, 0], n:`Metamorphosism`, ico:`d02540b6cedfa362`}
	{dx:1, v:18, lv:[-4, -8, 13.5, 14.7, 0], n:`チューリングの跡`, ico:`6c38d19035bd1ea6`}
	{dx:1, v:18, lv:[-6, -8, 12.9, 14.6, 0], n:`Sage`, ico:`4cd6568a0952195d`}
	{dx:1, v:18, lv:[-3, -7, -11, 13.7, 0], n:`Irresistible`, ico:`5a1380b2897bb763`}
	{dx:1, v:18, lv:[-5, -7.7, -12, 13.9, 0], n:`HAGAKIRI`, ico:`6efe955c46de9657`}
	{dx:1, v:18, lv:[-5, -8, 12.7, 14.1, 0], n:`HECATONCHEIR`, ico:`49e05689f3a0b19a`}
	{dx:1, v:18, lv:[-6, -7.7, 13.2, 14.5, 0], n:`Strive against fate`, ico:`c22b6708af0c7a69`}
	{dx:1, v:17, lv:[-5, -8.7, -12, 14.4, 0], n:`Trick tear`, ico:`5e69a551a2fa34d9`}
	{dx:1, v:17, lv:[-6, -9.7, 13.0, 14.9, 0], n:`躯樹の墓守`, ico:`55a2c29fef3811ad`}
	{dx:1, v:17, lv:[-4, -8, -10, 13.3, 0], n:`Round Round Spinning Around`, ico:`6a7e5bd00eb678b3`}
	{dx:1, v:17, lv:[-4, -7.7, -12, 14.0, 0], n:`Alcyone`, ico:`071768635e02a075`}
	{dx:1, v:17, lv:[-5, -8, -12, 14.5, 0], n:`Raven Emperor`, ico:`000e4e52cbf4d11f`}
	{dx:1, v:17, lv:[-5, -8, -12, 14.7, 0], n:`Yorugao`, ico:`ffa8c12106a9ee96`}
	{dx:1, v:17, lv:[-3, -7.7, -11.7, 13.9, 0], n:`華の集落、秋のお届け`, nn:`華の集落秋のお届け`, ico:`b95d6cec3fbbb04c`}
	{dx:1, v:17, lv:[-5, -7.7, -11.7, 14.0, 0], n:`星詠みとデスペラード`, ico:`f01745a29d2ef5bd`}
	{dx:1, v:17, lv:[-6, -8, -12.7, 14.6, 0], n:`BLACK SWAN`, ico:`58d3f2aeccf6a09d`}
	{dx:1, v:17, lv:[-6, -8, -12, 14.2, 0], n:`NAGAREBOSHI☆ROCKET`, ico:`db0eec06b051299f`}
	{dx:1, v:17, lv:[-5, -9, 12.8, 14.7, 0], n:`Lia=Fail`, ico:`0c326d43294255a7`}
	{dx:1, v:16, lv:[-4, -7.7, -10.7, 13.8, 0], n:`Never Give Up!`, ico:`fd5895f21f0da045`}
	{dx:1, v:16, lv:[-6, -8, 13.0, 14.7, 0], n:`VIIIbit Explorer`, ico:`511f76bc9e72ec56`}
	{dx:0, v:19, lv:[-6, -8, 12.9, 14.5, 0], n:`VIIIbit Explorer`, nn:`VIIIbit Explorer(std)`, ico:`511f76bc9e72ec56`}
	{dx:1, v:16, lv:[-4, -8, -12, 13.9, 0], n:`Last Samurai`, ico:`b7884713b914d359`}
	{dx:1, v:16, lv:[-5, -8, 12.8, 13.9, 0], n:`蒼穹舞楽`, ico:`7cc92964b5148cca`}
	{dx:1, v:16, lv:[-5, -8.7, -12, 14.6, 0], n:`AMABIE`, ico:`761e10bd436f83cf`}
	{dx:1, v:16, lv:[-4, -7.7, 10.0, 13.0, 0], n:`時計の国のジェミニ`, ico:`68824ef167581ccf`}
	{dx:1, v:16, lv:[-6, -8, 12.5, 14.3, 0], n:`Xenovcipher`, ico:`9a806edb5b8a642e`}
	{dx:1, v:15, lv:[-4, -8, -10.7, 13.7, 0], n:`Beautiful Future`, ico:`f116991206292434`}
	{dx:1, v:15, lv:[-5, -7.7, -11, 13.4, 0], n:`Aetheric Energy`, ico:`b2491c88e30e7d0b`}
	{dx:1, v:15, lv:[-5, -7.7, -10.7, 13.0, 0], n:`Boys O’Clock`, ico:`747c68a6bf27de45`}
	{dx:1, v:15, lv:[-6, -8.7, -12, 14.4, 0], n:`ARAIS`, ico:`63687937bbd3b9f4`}
	{dx:1, v:14, lv:[-3, -8, 11.8, 14.6, 0], n:`渦状銀河のシンフォニエッタ`, nn:`シンフォニエッタ`, ico:`a9be993d5f552289`}
	{dx:1, v:14, lv:[-4, -7.7, -11, 13.9, 0], n:`GRÄNDIR`, nn:`GRANDIR`, ico:`2a26b38fcd378676`}
	{dx:1, v:14, lv:[-4, -7.7, -10.7, 13.0, 0], n:`Stardust Memories`, ico:`869b30cfdcb643f7`}
	{dx:1, v:14, lv:[-5, -7.7, -11, 13.2, 0], n:`Flashkick`, ico:`d84cebbe82687a4b`}
	{dx:1, v:14, lv:[-4, -7.7, -10.7, 13.4, 0], n:`ここからはじまるプロローグ。`, ico:`c4360c3533c50d49`}
	{dx:1, v:14, lv:[-5, -8, -11.7, 14.3, 0], n:`UniTas`, ico:`a7c4c1462f81284a`}
	{dx:1, v:17, lv:[-5, -9, -12, 14.4, 0], n:`U&iVERSE -銀河鸞翔-`, nn:`UNiVERSE 銀河鸞翔`, ico:`6cc01bbad2650c50`}
	{dx:1, v:15, lv:[-5, -9, -12.7, 14.4, 0], n:`≠彡"/了→`, nn:`キミツアー`, ico:`7bd3115b580213e3`}
	{dx:1, v:16, lv:[-5, -8, -12, 14.4, 0], n:`ほしぞらスペクタクル`, ico:`3b610dccb2b32467`}
	{dx:1, v:14, lv:[-5, -8.7, 12.7, 14.8, 0], n:`封焔の135秒`, ico:`2985e6ee69db26de`}
	{dx:1, v:18, lv:[-6, -8, 13.7, 14.9, 0], n:`sølips`, ico:`8043243d47cacaee`}
	{dx:1, v:18, lv:[-4, -8, -12, 14.3, 0], n:`Swift Swing`, ico:`b88e127e372b0c2e`}
	{dx:1, v:15, lv:[-5, -8, -12, 14.0, 0], n:`Mutation`, ico:`927305ac2ee395bf`}
	{dx:1, v:18, lv:[-4, -7.7, -12, 14.3, 0], n:`N3V3R G3T OV3R`, ico:`4a4b3606f9a72e2c`}
	{dx:1, v:14, lv:[-4, -7.7, -11, 13.7, 0], n:`My My My`, ico:`ef49d54bf76426a4`}
	{dx:0, v:7, lv:[-7, -9, 12.9, 14.5, 0], n:`CITRUS MONSTER`, ico:`2d53766d4a3020c0`}
	{dx:1, v:19, lv:[-5, -9.7, 12.8, 14.7, 0], n:`mystique as iris`, ico:`077872054fe8552d`}
	{dx:1, v:13, lv:[-6, -8, -12, 14.7, 0], n:`TEmPTaTiON`, ico:`492c768653001e2a`}
	{dx:0, v:11, lv:[-6, -8.7, 12.8, 14.8, 0], n:`SILENT BLUE`, ico:`b80623d7b2aceb77`}
	{dx:1, v:18, lv:[-6, -8.7, 12.9, 14.7, 0], n:`WiPE OUT MEMORIES`, ico:`1a61a11a3b89420f`}
	{dx:1, v:13, lv:[-4, -8.7, -11, 13.7, 0], n:`TwisteD! XD`, ico:`ff21a1154316f6e7`}
	{dx:0, v:12, lv:[-7, -10.7, 13.0, 14.8, 14.9], n:`QZKago Requiem`, ico:`5c4531323f4aadcf`}
	{dx:0, v:8, lv:[-6, -9.7, 13.0, 14.8, 0], n:`Our Wrenally`, ico:`cde51cc89f91dd8a`}
	{dx:0, v:7, lv:[-6, -9, 13.0, 14.4, 0], n:`Contrapasso -paradiso-`, nn:`Contrapasso`, ico:`d2de6981019288a0`}
	{dx:1, v:13, lv:[-4, -8.7, -11, 13.7, 0], n:`Oshama Scramble!`, ico:`64635a3534ce788a`}
	{dx:0, v:5, lv:[-6, -8, -11.7, 14.5, 0], n:`Oshama Scramble!`, ico:`64635a3534ce788a`}
	{dx:0, v:2, lv:[-6, -9, 13.1, 14.2, 14.8], n:`Garakuta Doll Play`, ico:`a259af51e0b9d863`}
	{dx:0, v:2, lv:[-5, -9, 12.5, 13.4, 13.4], n:`Blew Moon`, ico:`6891e59c82beef64`}
	{dx:1, v:16, lv:[-5, -9, 12.8, 14.8, 0], n:`Heavenly Blast`, ico:`b93bb5411292f1d8`}
	{dx:0, v:6, lv:[-7, -10, 13.2, 14.8, 0], n:`Glorious Crown`, ico:`0c142b42f0e37845`}
	{dx:0, v:5, lv:[-6, -8.7, 12.7, 14.3, 0], n:`Aiolos`, ico:`3982693e19e7ee22`}
	{dx:1, v:13, lv:[-5, -8, -11, 13.4, 0], n:`Technicians High`, ico:`c4517515ab865372`}
	{dx:0, v:17, lv:[-4, -7.7, -11, 13.8, 0], n:`Technicians High`, nn:`Technicians High(std)`, ico:`c4517515ab865372`}
	{dx:0, v:7, lv:[-6, -9, 13.2, 13.8, 0], n:`Hyper Active`, ico:`67e3a3c032727be5`}
	{dx:1, v:16, lv:[-5, -8, 12.8, 14.7, 0], n:`BREaK! BREaK! BREaK!`, ico:`91737a421106e7ca`}
	{dx:0, v:3, lv:[-5, -8.7, -12.7, 13.7, 0], n:`Life Feels Good`, ico:`cdf0971ddf086c2d`}
	{dx:0, v:3, lv:[-5, -8, -12, 14.4, 0], n:`MYTHOS`, ico:`cf794d85900e873d`}
	{dx:0, v:1, lv:[-6, -8, -12.7, 13.7, 13.7], n:`We Gonna Party`, ico:`a29a68c61ddd6e50`}
	{dx:1, v:17, lv:[-6, -8, 12.9, 14.7, 0], n:`GIGANTØMAKHIA`, ico:`fed702195b5af0e7`}
	{dx:1, v:14, lv:[-6, -8.7, 13.0, 14.3, 0], n:`STEEL TRANSONIC`, ico:`fac8d66129926589`}
	{dx:0, v:12, lv:[-7, -9, 12.9, 14.3, 14.8], n:`Alea jacta est!`, ico:`60d2b1b662ae5823`}
	{dx:0, v:7, lv:[-7.7, -9.7, 13.6, 14.7, 14.5], n:`AMAZING MIGHTYYYY!!!!`, nn:`AMAZING MIGHTY`, ico:`b642cd32bc38692a`}
	{dx:1, v:14, lv:[-6, -8, 12.2, 13.9, 0], n:`モ°ルモ°ル`, ico:`f0ae8cae2fae4f11`}
	{dx:0, v:12, lv:[-5, -10, 13.4, 14.8, 14.9], n:`the EmpErroR`, ico:`e5a64880bc872e8b`}
	{dx:0, v:5, lv:[-6, -8.7, 13.3, 14.6, 14.7], n:`ガラテアの螺旋`, ico:`0c110a5873857c5f`}
	{dx:1, v:13, lv:[-7, -8, -12, 14.5, 0], n:`アポカリプスに反逆の焔を焚べろ`, nn:`アポカリプス`, ico:`5b142977c87d85d1`}
	{dx:0, v:8, lv:[-6, -9, 13.0, 14.5, 0], n:`ねぇ、壊れタ人形ハ何処へ棄テらレるノ？`, nn:`壊れタ人形`, ico:`b683efde84f7858e`}
	{dx:0, v:1, lv:[-7, -8.7, -11.7, 13.3, 0], n:`Acceleration`, ico:`fc4f7485268a2839`}
	{dx:1, v:13, lv:[-4, -8, -10.7, 13.5, 14.4], n:`バーチャルダム　ネーション`, nn:`バーチャルダムネーション`, ico:`d95b9e9492d691ec`}
	{dx:0, v:9, lv:[-7, -9, 13.1, 14.4, 0], n:`Moon of Noon`, ico:`60d856b88ea0f2b3`}
	{dx:1, v:13, lv:[-5, -9, -11.7, 13.8, 14.3], n:`Blows Up Everything`, ico:`6791fcbbde5a1056`}
	{dx:0, v:4, lv:[-5, -8, -10.7, 13.4, 14.5], n:`Dragoon`, ico:`bf6a041e1c971bdd`}
	{dx:1, v:13, lv:[-5, -8, -11, 13.7, 0], n:`魔ジョ狩リ`, ico:`571080deee3ca1df`}
	{dx:1, v:13, lv:[-5, -7.7, -11, 13.8, 14.2], n:`MAXRAGE`, ico:`0a0caa488ad79b61`}
	{dx:0, v:12, lv:[-7.7, -11, 13.9, 14.9, 15.0], n:`PANDORA PARADOXXX`, ico:`35b2760a42a8eebe`}
	{dx:0, v:8, lv:[-6, -9.7, 13.3, 13.9, 0], n:`天火明命`, ico:`44a824b696e80c18`}
	{dx:0, v:6, lv:[-6, -8.7, -11.7, 14.4, 0], n:`7thSense`, ico:`fb042d053168ef56`}
	{dx:0, v:12, lv:[-7, -9, -12.7, 14.0, 14.5], n:`FFT`, ico:`866ca42598db8c01`}
	{dx:0, v:8, lv:[-5, -9, -12.7, 14.2, 14.1], n:`Panopticon`, ico:`daac7472da31196b`}
	{dx:0, v:12, lv:[-7, -9, 12.8, 14.6, 14.8], n:`雷切-RAIKIRI-`, nn:`雷切`, ico:`be3cf43e80e9462e`}
	{dx:0, v:12, lv:[-7, -9.7, -12.7, 14.0, 14.9], n:`Schwarzschild`, ico:`2454ef7c65d00f77`}
	{dx:0, v:1, lv:[-6, -8, 13.0, 13.3, 0], n:`Black Out`, ico:`cf0c75be95ea0056`}
	{dx:0, v:1, lv:[-6, -9, -12.7, 14.2, 14.5], n:`Fragrance`, ico:`2bb3f7cff734ce6a`}
	{dx:0, v:10, lv:[-5, -10, 13.0, 14.8, 0], n:`Excalibur ～Revived resolution～`, nn:`Excalibur`, ico:`75d7dea600e4b298`}
	{dx:0, v:4, lv:[-5, -9, -12.7, 14.2, 0], n:`Caliburne ～Story of the Legendary sword～`, nn:`Caliburne`, ico:`7750698f692b00cd`}
	{dx:0, v:2, lv:[-5, -8, -12, 13.8, 14.2], n:`Death Scythe`, ico:`f4e1193a7dc748ea`}
	{dx:0, v:2, lv:[-5, -7, -12, 13.2, 13.7], n:`LUCIA`, ico:`38dd2f26285ee2f8`}
	{dx:0, v:8, lv:[-5, -9, 13.2, 14.0, 0], n:`Lividi`, ico:`f614f3c776a56c88`}
	{dx:0, v:5, lv:[-6, -8, 12.9, 14.5, 0], n:`Axeria`, ico:`37a5eaf55d5e4d32`}
	{dx:0, v:11, lv:[-7, -9, -12.7, 14.0, 0], n:`Ragnarok`, ico:`94d6673eb9213df0`}
	{dx:0, v:11, lv:[-7, -9, -12.7, 14.8, 0], n:`larva`, ico:`f233a82bddb1a450`}
	{dx:0, v:11, lv:[-6, -8, -12, 13.9, 0], n:`keep hopping`, ico:`5844e4d9be870ea5`}
	{dx:0, v:10, lv:[-5, -9, 12.5, 13.8, 0], n:`Mare Maris`, ico:`1e9af41f9bc2d931`}
	{dx:0, v:10, lv:[-4, -8, -12, 13.5, 0], n:`Signature`, ico:`066036caeabc8d02`}
	{dx:0, v:9, lv:[-6, -8, 12.9, 14.0, 0], n:`Ultranova`, ico:`8d5c2f19a804346a`}
	{dx:0, v:8, lv:[-3, -8, 12.5, 13.9, 0], n:`四月の雨`, ico:`2894412cc7a3cf4e`}
	{dx:0, v:8, lv:[-5, -7.7, 12.8, 13.4, 0], n:`Imitation:Loud Lounge`, nn:`Imitation`, ico:`f68e98cac90bcdf5`}
	{dx:0, v:8, lv:[-6, -9, 12.9, 14.2, 0], n:`HERA`, ico:`dee5503743aec8dc`}
	{dx:0, v:7, lv:[-6, -8.7, -12.7, 13.9, 0], n:`Jumble Rumble`, ico:`cf0f60c2aa35ac13`}
	{dx:0, v:7, lv:[-6, -8, -12, 13.9, 0], n:`Nitrous Fury`, ico:`bf49149f0461dc43`}
	{dx:0, v:6, lv:[-6, -8.7, -12.7, 13.7, 14.4], n:`Revive The Rave`, ico:`b24578a4495292cf`}
	{dx:0, v:6, lv:[-7, -7.7, -11.7, 13.8, 0], n:`GEMINI -M-`, ico:`2b27ffdc25ce0e9c`}
	{dx:0, v:5, lv:[-5, -8.7, -11.7, 13.8, 0], n:`LANCE`, ico:`13a02896f41941ef`}
	{dx:0, v:5, lv:[-6, 8.1, 11.9, 13.8, 13.5], n:`D✪N’T  ST✪P  R✪CKIN’`, nn:`ドンスト`, ico:`fa4ab1b07c950368`}
	{dx:0, v:4, lv:[-6, -8, -12, 13.7, 0], n:`oboro`, ico:`19b8ef35f1800884`}
	{dx:0, v:1, lv:[-6, 8.1, -12.7, 13.7, 0], n:`Streak`, ico:`3cb7213bbbf15068`}
	{dx:0, v:1, lv:[-6, -8, 13.1, 13.7, 0], n:`Turn around`, ico:`1c7a37b61084b07c`}
	{dx:0, v:1, lv:[-6, 7.8, 12.5, 12.5, 0], n:`Link`, nn:`Link (org)`, ico:`1e44516a8a3b5a51`}
	{dx:0, v:1, lv:[-7, -8, -11.7, 13.9, 0], n:`Nerverakes`, ico:`de90828ed738aa17`}
	{dx:0, v:1, lv:[-6, -8, -11, 13.3, 0], n:`Sprintrances`, ico:`cfcb71703c6ce7a1`}
	{dx:0, v:1, lv:[-5, -9, -11, 13.2, 0], n:`Feel My Fire`, ico:`e5ddcd58940726b0`}
	{dx:0, v:1, lv:[-7, -8, -11, 13.3, 13.5], n:`air's gravity`, ico:`aee19bd4029d2d47`}
	{dx:0, v:2, lv:[-5, -8.7, -12.7, 13.7, 14.5], n:`Beat of getting entangled`, ico:`1302aa1b571e7ef0`}
	{dx:0, v:7, lv:[-6, -8.7, -11.7, 13.8, 0], n:`高気圧ねこロック`, ico:`91e7bba0add6385c`}
	{dx:0, v:7, lv:[-7.7, -9, 12.4, 14.5, 0], n:`Prophesy One`, ico:`b1db65900e40e9b0`}
	{dx:0, v:2, lv:[-4, -7.7, -12.7, 13.8, 0], n:`Get Happy`, ico:`11db059774cf5254`}
	{dx:0, v:2, lv:[-6, -9, 12.8, 14.4, 14.0], n:`System “Z”`, ico:`b9f9c95d02592f5c`}
	{dx:1, v:19, lv:[-4, -7.7, 12.5, 14.0, 0], n:`火炎地獄`, ico:`4f5af85242e1b088`}
	{dx:0, v:3, lv:[-5, -9, 12.6, 13.8, 0], n:`火炎地獄`, ico:`4f5af85242e1b088`}
	{dx:0, v:3, lv:[-5, -7.7, -10.7, 13.4, 13.5], n:`Danza zandA`, ico:`94647b34168e743e`}
	{dx:0, v:4, lv:[-5, -8.7, -11.7, 14.4, 0], n:`VERTeX`, ico:`23941430342ce007`}
	{dx:1, v:19, lv:[-6, -9, 13.2, 14.7, 0], n:`ViRTUS`, ico:`5d89c120d8c41d6a`}
	{dx:1, v:20, lv:[-3, -5, -9.7, 12.5, 0], n:`STARRED HEART`, ico:`77d1acf8f729d163`}
	{dx:1, v:20, lv:[-4, -7.7, -10.7, 13.3, 0], n:`Y.Y.Y.計画!!!!`, ico:`58eb9f4012c61f50`}
	{dx:1, v:20, lv:[-6, -8, 13.0, 14.7, 0], n:`LAMIA`, ico:`0cde431203c0df1c`}
	{dx:1, v:20, lv:[-4, -7.7, 12.5, 13.8, 0], n:`Last Kingdom`, ico:`0f5e140d7b059b50`}
	{dx:1, v:20, lv:[-2, -6, -9.7, 12.9, 0], n:`Snow Colored Score`, ico:`27e298313b402e0b`}
	{dx:1, v:20, lv:[-4, -7.7, -10, 13.7, 0], n:`『ウソテイ』 ～一回戦せりなvsしろなvsなずな～`, nn:`ウソテイ`, ico:`fb636683b41b00f1`}
	{dx:1, v:20, lv:[-3, -6, -10.7, 13.3, 0], n:`Bad Apple!! feat.nomico ～五十嵐 撫子 Ver.～`, nn:`Bad Apple(撫子)`, ico:`69815c3a46ef8b0f`}
	{dx:1, v:20, lv:[-6, -8, 12.8, 14.5, 0], n:`Trrricksters!!`, ico:`482a7afdc94fba8b`}
	{dx:1, v:20, lv:[-6, -8, 12.8, 14.3, 0], n:`FLUFFY FLASH`, ico:`6572d38b823295bd`}
	{dx:1, v:13, lv:[-2, -6, -9, -11.7, 0], n:`STARTLINER`, ico:`ed96c2a200c81d55`}
	{dx:1, v:13, lv:[-3, -7, -9, -12, 0], n:`Jump!! Jump!! Jump!!`, ico:`e5cbb7f29dbf12dc`}
	{dx:1, v:14, lv:[-4, -7, -9.7, -12.7, 0], n:`最強 the サマータイム!!!!!`, nn:`最強サマータイム`, ico:`ab91abb8f5f716be`}
	{dx:1, v:16, lv:[-3, -7, -10, 13.4, 0], n:`Splash Dance!!`, ico:`8b18c71ee9262272`}
	{dx:1, v:17, lv:[-2, -7, -9.7, -12.7, 0], n:`No Limit RED Force`, ico:`d0f6b039af8831d3`}
	{dx:1, v:18, lv:[-4, -7, -11, 13.5, 0], n:`Transcend Lights`, ico:`48b49fc84a9226f9`}
	{dx:1, v:14, lv:[-4, -7, -9, -12, 0], n:`UTAKATA`, ico:`f3768d0e7994daa5`}
	{dx:1, v:14, lv:[-5, -7.7, -10, -12.7, 0], n:`タテマエと本心の大乱闘`, ico:`75ed99d686a556b0`}
	{dx:1, v:15, lv:[-3, -6, -10, 13.2, 0], n:`ポケットからぬりつぶせ！`, ico:`adff3375e43eafbd`}
	{dx:1, v:15, lv:[-4, -7.7, -10.7, 13.2, 0], n:`トリドリ⇒モリモリ！Lovely fruits☆`, nn:`Lovely fruits`, ico:`aa826be0d2a02ff8`}
	{dx:1, v:16, lv:[-3, -6, -9.7, -12.7, 0], n:`Kiss Me Kiss`, ico:`d54f6840c982c52e`}
	{dx:1, v:17, lv:[-4, -7, -10, 13.0, 0], n:`ぱくぱく☆がーる`, ico:`07f841698cba7fa8`}
	{dx:1, v:18, lv:[-4, -6, -11.7, 13.4, 0], n:`撩乱乙女†無双劇`, nn:`撩乱乙女無双劇`, ico:`536446ddde354589`}
	{dx:1, v:19, lv:[-5, -7, -10.7, 13.2, 0], n:`Catch Me If You Can`, ico:`a7a36ba57c915530`}
	{dx:1, v:13, lv:[-6, -8, -12, 14.6, 0], n:`Titania`, ico:`a6dce38910fd32d7`}
	{dx:1, v:15, lv:[-5, -8.7, -12, 14.4, 0], n:`YURUSHITE`, ico:`7e709a028bc1c5c3`}
	{dx:1, v:15, lv:[-5, -8, -11.7, 14.2, 0], n:`Desperado Waltz`, ico:`9cf73e43ce65b3a9`}
	{dx:1, v:16, lv:[-3, -7.7, -10, 13.7, 0], n:`BOUNCE & DANCE`, ico:`5978cd4680adbdf1`}
	{dx:1, v:16, lv:[-5, -9, 12.9, 14.3, 0], n:`MEGATON BLAST`, ico:`5e9ecbc940b79708`}
	{dx:1, v:17, lv:[-5, -8.7, 12.9, 14.6, 0], n:`脳天直撃`, ico:`1a7893a226f7befc`}
	{dx:1, v:17, lv:[-4, -8, -11.7, 13.9, 0], n:`LiftOff`, ico:`75f148963308b860`}
	{dx:1, v:17, lv:[-4, -8, -12, 14.5, 0], n:`Falsum Atlantis.`, ico:`403667b44ac1d17e`}
	{dx:1, v:18, lv:[-3, -6, -11, 13.8, 0], n:`See The Light`, ico:`65620eda680cc9f4`}
	{dx:1, v:18, lv:[-6, -7.7, 12.4, 14.1, 0], n:`エータ・ベータ・イータ`, ico:`241ef09441315f33`}
	{dx:1, v:18, lv:[-5, -7.7, -12, 14.1, 0], n:`Good bye, Merry-Go-Round.`, ico:`c7f4f382b3342a09`}
	{dx:1, v:19, lv:[-5, -8, -10.7, 13.8, 0], n:`MAGNETAR GIRL`, ico:`6aa746259d41bf92`}
	{dx:1, v:19, lv:[-6, -8.7, -12, 14.3, 0], n:`SUPER AMBULANCE`, ico:`11f607f1a79a3165`}
	{dx:1, v:19, lv:[-5, -9, 12.8, 14.1, 0], n:`Don't Fight The Music`, ico:`2e9da84e3e523f2f`}
	{dx:1, v:17, lv:[-3, -6, -10, 13.5, 0], n:`We Are Us`, ico:`d99038ea8737e638`}
	{dx:1, v:17, lv:[-3, -6, -10, 13.6, 0], n:`Limits`, ico:`966be589591a4a6c`}
	{dx:1, v:13, lv:[-5, -7, -10, -11.7, 0], n:`Agitation！`, ico:`4d22545493b5a4e0`}
	{dx:1, v:16, lv:[-3, -7, -9, -12.7, 0], n:`オーケー？　オーライ！`, ico:`854c238aee12a027`}
	{dx:1, v:16, lv:[-3, -7.7, -9.7, -12, 0], n:`サヨナラフリーウェイ`, ico:`f6bf56f478f8ddcf`}
	{dx:1, v:16, lv:[-3, -7, -10, 13.2, 13.8], n:`単一指向性オーバーブルーム`, nn:`オーバーブルーム`, ico:`538753c5c57b3e9e`}
	{dx:1, v:16, lv:[-3, -7.7, -10, 13.0, 0], n:`みなえをチェック！`, ico:`6a189a90cc4d00dd`}
	{dx:1, v:13, lv:[-4, -7.7, -10.7, -12, 0], n:`Change Our MIRAI！`, ico:`568e34031762aaf8`}
	{dx:0, v:5, lv:[-4, -8, -11, 13.4, 0], n:`Change Our MIRAI！`, ico:`568e34031762aaf8`}
	{dx:0, v:7, lv:[-5, -8, -10, 13.7, 0], n:`無敵We are one!!`, ico:`b44a992aeb6ad9e7`}
	{dx:0, v:8, lv:[-5, -8.7, -11.7, 13.2, 0], n:`ドキドキDREAM!!!`, ico:`183c72809f3e8984`}
	{dx:0, v:10, lv:[-5, -7, -11, 13.4, 0], n:`Still`, ico:`18b14187eb4df723`}
	{dx:0, v:11, lv:[-6, -7, -10, 12.8, 0], n:`Session High⤴`, nn:`Session High`, ico:`e5e9134fbae3c1da`}
	{dx:1, v:13, lv:[-5, -7.7, -10, 13.8, 0], n:`管弦楽組曲 第3番 ニ長調「第2曲（G線上のアリア）」BWV.1068-2`, nn:`G線上のアリア(イロドリ)`, ico:`6dde61e843ceca00`}
	{dx:0, v:7, lv:[-6, -8, -10.7, 13.4, 0], n:`ハート・ビート`, ico:`955f6569cc70f255`}
	{dx:0, v:7, lv:[-5, -7, -11.7, 13.3, 0], n:`brilliant better`, ico:`e5c586fc9166114d`}
	{dx:0, v:8, lv:[-3, -6, -9, -12, 0], n:`フォルテシモBELL`, ico:`77147226172792be`}
	{dx:0, v:8, lv:[-5, -8, -11, 13.8, 0], n:`DETARAME ROCK&ROLL THEORY`, ico:`d3a429e38da60e5a`}
	{dx:0, v:8, lv:[-6, -7, -9.7, 13.4, 0], n:`私の中の幻想的世界観及びその顕現を想起させたある現実での出来事に関する一考察`, nn:`ちゃん凪の一考察`, ico:`6dbd33c084c790e2`}
	{dx:0, v:9, lv:[-7, -9, -12, 13.7, 0], n:`猛進ソリストライフ！`, ico:`67d27c21708cd402`}
	{dx:0, v:9, lv:[-5, -8, 11.8, 13.3, 0], n:`My Dearest Song`, ico:`a5661a71bd73d723`}
	{dx:0, v:10, lv:[-5, -8, -11.7, 13.4, 0], n:`SPICY SWINGY STYLE`, ico:`951119807b389163`}
	{dx:0, v:10, lv:[-5, -8, -11, 13.2, 0], n:`Bang Babang Bang!!!`, ico:`6c4cab82f1f939e3`}
	{dx:0, v:10, lv:[-4, -7, -9, -12, 0], n:`Tic Tac DREAMIN’`, ico:`d56c49d39bfaa08e`}
	{dx:0, v:10, lv:[-4, -8, 11.8, 13.4, 0], n:`猫祭り`, ico:`0ae6e1de73fd6d84`}
	{dx:0, v:10, lv:[-6, -7.7, -11, 13.1, 0], n:`TRUST`, ico:`29d12992cfd1d731`}
	{dx:0, v:12, lv:[-7, -9, -12, 13.8, 0], n:`奏者はただ背中と提琴で語るのみ`, nn:`奏者`, ico:`7fcddaf80f12d906`}
	{dx:0, v:12, lv:[-3, -7, -10.7, 12.7, 0], n:`イロトリドリのメロディ`, ico:`ca4960dbd930da85`}
	{dx:0, v:12, lv:[-4, -7.7, -11, 13.7, 0], n:`-OutsideR:RequieM-`, nn:`OutsideR:RequieM`, ico:`05475986b3286e9f`}
	{dx:0, v:11, lv:[-5, -8, -10.7, 13.3, 0], n:`あねぺったん`, ico:`0d229b5aca55a1f1`}
	{dx:0, v:11, lv:[-6, -7.7, -11, 13.7, 0], n:`なるとなぎのパーフェクトロックンロール教室`, nn:`なるなぎRnR教室`, ico:`c5eadcbeeb116b70`}
	{dx:0, v:11, lv:[-5, -7.7, -10.7, -12, 0], n:`Help me, あーりん！`, ico:`c39780f8e0269d3b`}
	{dx:0, v:6, lv:[-4, -7.7, -10.7, -12, 0], n:`Counselor`, ico:`21a91e5c9a5da58a`}
	{dx:0, v:6, lv:[-5, -8.7, -11.7, 13.8, 0], n:`閃鋼のブリューナク`, ico:`a53a18178b2d9ea7`}
	{dx:0, v:7, lv:[-6, -8, -10.7, 13.8, 0], n:`Infantoon Fantasy`, ico:`9bcb0c4d4dc8657b`}
	{dx:0, v:6, lv:[-5, -8, -10.7, 13.3, 0], n:`幾四音-Ixion-`, ico:`29c274b873d3b212`}
	{dx:0, v:7, lv:[-4, -7, -9.7, 13.1, 0], n:`Invitation`, ico:`56a0ece26eb25daa`}
	{dx:0, v:8, lv:[-5, -7.7, 11.0, 12.7, 0], n:`その群青が愛しかったようだった`, ico:`ff32415983cc3c98`}
	{dx:0, v:8, lv:[-7, -8.7, 13.3, 13.9, 0], n:`The wheel to the right`, ico:`9f01a2ef6b665b53`}
	{dx:0, v:9, lv:[-6, -8, 11.7, 13.7, 0], n:`光線チューニング`, ico:`2bb91ea78a0f5f9c`}
	{dx:0, v:9, lv:[-5, -7.7, -11, 13.4, 0], n:`心象蜃気楼`, ico:`ccc9404a0c153536`}
	{dx:0, v:10, lv:[-6, -9, 12.7, 14.3, 0], n:`エンドマークに希望と涙を添えて`, nn:`エンドマーク`, ico:`944deaf220b28eb0`}
	{dx:0, v:11, lv:[-6, -9, 12.8, 14.3, 0], n:`World Vanquisher`, ico:`efeba3263a928f3f`}
	{dx:0, v:11, lv:[-5, -8.7, 12.9, 14.2, 0], n:`Xevel`, ico:`a1a92cb034053e70`}
	{dx:0, v:11, lv:[-7, -9, 12.7, 13.8, 0], n:`We Gonna Journey`, ico:`ae20f2fc90eb1da4`}
	{dx:0, v:11, lv:[-6, -8, 12.7, 13.8, 0], n:`My First Phone`, ico:`1c9958b5ebafff62`}
	{dx:0, v:11, lv:[-7, -9, 13.3, 14.8, 0], n:`怒槌`, ico:`cd9b3af41756ab53`}
	{dx:0, v:12, lv:[-7, -10, 13.1, 14.6, 0], n:`TiamaT:F minor`, ico:`272a82ac2151f9a2`}
	{dx:0, v:12, lv:[-7, -9, 13.2, 13.7, 0], n:`Kattobi KEIKYU Rider`, ico:`4cf3cfda8bbdf523`}
	{dx:1, v:13, lv:[-5, -8, 13.3, 13.9, 0], n:`玩具狂奏曲 -終焉-`, nn:`玩具狂奏曲`, ico:`d8edddab9b63782a`}
	{dx:1, v:13, lv:[-4, -7, -11, 13.4, 0], n:`BOKUTO`, ico:`8be390a8118639f5`}
	{dx:1, v:13, lv:[-4, -7.7, -11, 13.9, 0], n:`立川浄穢捕物帳`, ico:`d8ed15b9651c107c`}
	{dx:1, v:14, lv:[-4, -8, -11.7, 13.6, 0], n:`CHOCOLATE BOMB!!!!`, nn:`CHOCOLATE BOMB`, ico:`9e15d61bf69877e4`}
	{dx:1, v:14, lv:[-4, -7, -10, -12.7, 0], n:`はちみつアドベンチャー`, ico:`044f1d6c5c170d86`}
	{dx:1, v:14, lv:[-3, -7, -9, 12.9, 0], n:`popcorn`, ico:`ed998c68adada909`}
	{dx:1, v:15, lv:[-4, -8, -12, 14.3, 0], n:`Climax`, ico:`c8af8a03388a9a19`}
	{dx:1, v:15, lv:[-4, -7.7, -10, 13.0, 0], n:`レーイレーイ`, ico:`3208b3758def086b`}
	{dx:1, v:15, lv:[-5, -8.7, -12, 13.8, 0], n:`宛城、炎上！！`, nn:`宛城炎上！！`, ico:`034cbece579217c7`}
	{dx:1, v:16, lv:[-5, -7.7, -10.7, 13.8, 0], n:`ハジマリノピアノ`, ico:`d8582cffde7aaa51`}
	{dx:1, v:17, lv:[-4, -8, -12, 14.3, 0], n:`宿星審判`, ico:`c052a8d637901cf3`}
	{dx:1, v:17, lv:[-5, -8.7, 13.1, 14.4, 0], n:`スピカの天秤`, ico:`b81925a4285c4ce1`}
	{dx:1, v:17, lv:[-5, -8, -12, 13.9, 0], n:`ハードコア・シンドローム`, ico:`d032c4be975fda12`}
	{dx:1, v:18, lv:[-5, -7.7, -11, 13.3, 0], n:`パズルリボン`, ico:`02ac5a7ec58b9e7f`}
	{dx:1, v:18, lv:[-4, -7.7, -10.7, 13.5, 0], n:`ツクヨミステップ`, ico:`dbe50b3985a760b8`}
	{dx:1, v:18, lv:[-3, -6, -10.7, 13.0, 0], n:`コスモポップファンクラブ`, ico:`4829035abbb63320`}
	{dx:1, v:18, lv:[-5, -8, -12, 13.9, 0], n:`folern`, ico:`a904cc91a7d095dd`}
	{dx:1, v:18, lv:[-6, -8.7, 13.0, 14.5, 0], n:`otorii INNOVATED -[i]3-`, nn:`otorii INNOVATED`, ico:`22cfe49ebfb24007`}
	{dx:1, v:18, lv:[-4, -6, -10, 13.5, 0], n:`テリトリーバトル`, ico:`af7eef1a3da40d6b`}
	{dx:1, v:18, lv:[-5, -8, -12, 13.8, 0], n:`8-EM`, ico:`3176c5e84eaa1818`}
	{dx:1, v:19, lv:[-5, -8.7, 12.8, 14.2, 0], n:`蜘蛛の糸`, ico:`28898558057a514c`}
	{dx:1, v:19, lv:[-4, -7.7, -10, 13.3, 0], n:`Ghost Dance`, ico:`054d8fbb19a508c4`}
	{dx:1, v:19, lv:[-4, -7, -10.7, 13.8, 0], n:`ピュグマリオンの咒文`, ico:`f64908fc2a147935`}
	{dx:1, v:19, lv:[-5, -8, 12.8, 14.3, 0], n:`電光石火`, ico:`74c92bac1b51a9c3`}
	{dx:1, v:19, lv:[-5, -8, 12.9, 14.3, 0], n:`Hainuwele`, ico:`6bb029ffc3be5817`}
	{dx:1, v:16, lv:[-2, -7, -10, 12.5, 0], n:`Shiny Smily Story`, ico:`634d7f6007a3af76`}
	{dx:1, v:16, lv:[-1, -5, -7.7, -10.7, 13.0], n:`冬のこもりうた`, ico:`7eb9f64eda816b98`}
	{dx:1, v:16, lv:[-3, -6, -8.7, -11, -12.7], n:`秒針を噛む`, ico:`6cc2f7748e087bd5`}
